[
  {
    "en": "In 1652, when installing a doorway in the refectory, where the painting \"The Last Supper\" is located, the builders crashed into the lower part of the fresco, tearing Jesus' feet. She lay until she was restored.",
    "image": "http://i.gyazo.com/4b6208d4ae76211189286c04a4d01798.png"
  },
  {
    "en": "Vincent van Gogh’s \"The Starry Night\" painted the work while he was a patient at the Saint-Paul-de-Mausole, a psychiatric hospital in Saint-Rémy.",
    "image": "http://i.gyazo.com/0dc636feaf6a6e34805fb2498a2da8fe.png"
  },
  {
    "en": "In a psychiatric hospital in Saint-Rémy, there is now a wing, named after the artist Van Gogh, who was there.",
    "image": "http://i.gyazo.com/6295440c3677c3e8f64af6a2579f3ee1.png"
  },
  {
    "en": "David Michelangelo began to work on his sculpture in 1501, but wanted to initially make a statue of Hercules.",
    "image": "http://i.gyazo.com/9314033e72523697a4b16adeaf48ed29.png"
  },
  {
    "en": "When drawing the ceiling in the Sistine Chapel, Michelangelo invent specially designed for this purpose scaffolds specially designed for attaching to the walls of the chapel with the help of brackets.",
    "image": "http://i.gyazo.com/e7c83891a2d289822da2550bad5a2cf2.png"
  },
  {
    "en": "There are technically five separate versions of Expressionist artist Edvard Munch’s most famous work, \"The Scream\". The first two, from 1893 and created with tempera and crayon on cardboard, are located in the National Gallery in Oslo and the Munch Museum.",
    "image": "http://i.gyazo.com/638c2e9125dd77c2448e94bb0a0ce7d1.png"
  },
  {
    "en": "A private third version of the picture \"The Scream\", created in 1895, with pastels recently sold for an auction of about 120 million dollars.",
    "image": "http://i.gyazo.com/acd7284c7a4c8b57af36b77c1bd48a7f.png"
  },
  {
    "en": "Another version of the painting \"Scream\" in 1895, made in black and white lithography. About it very few people know. The final version, made in 1910 by Munch because of the popularity of previous incarnations, is also held at the Munch Museum.",
    "image": "http://i.gyazo.com/6db7f0d7be5236c44d219fb2bc46c6a7.png"
  },
  {
    "en": "Picasso wanted to draw a picture called \"5 prostitutes of Barcelona\", but colleagues recognized her as immoral, so she was never finished. Only 100 strokes are applied.",
    "image": "http://i.gyazo.com/4296104628e3f3914fc6a8d90b309666.png"
  },
  {
    "en": "The sculpture of Auguste Rodin \"The Thinker\", which is known throughout the world, was originally 70 cm long, and was called \"The Gates of Hell\" in 1880.",
    "image": "http://i.gyazo.com/f2451a4877d06e683b96131ca0d51366.png"
  },
  {
    "en": "The reconstructed sculpture \"The Thinker\", then the \"The Gates of Hell\" was beaten and Auguste Rodin (sculptor) wanted to call her \"The Poet\" in 1888. Only in 1904, the finished sculpture was named \"The Thinker\".",
    "image": "http://i.gyazo.com/ca9a95eeea6c7735873278ac21fe2ec1.png"
  },
  {
    "en": "Johannes Vermeer’s \"Girl with a Pearl Earring\" has been highly contested. The model for his painting is thought to be his daughter Maria. So the public accepted this picture.",
    "image": "http://i.gyazo.com/2629668fb022d1f5305690879424db8f.png"
  },
  {
    "en": "To depict the ideals of rural America, Wood Grant wanted to use his mother, Hattie, as a model for his painting \"American Gothic\".",
    "image": "http://i.gyazo.com/23aa209ffe3d2bf76cab02c11257bf65.png"
  },
  {
    "en": "For the male subject in the painting, Wood Grant used his 62-year-old dentist as a model for his painting \"American Gothic\".",
    "image": "http://i.gyazo.com/762a7f0b3d9f8cc33b3c27451a84fddc.png"
  },
  {
    "en": "Edward Hopper’s \"Nighthawks\" based the painting on a diner that was located in New York City’s Greenwich Village in an area where Greenwich Street meets 11th Street and 7th Avenue called Mulry Square.",
    "image": "http://i.gyazo.com/2994e5fc21f5fe0e084ef24525493339.png"
  },
  {
    "en": "“I simplified the scene a great deal and made the restaurant bigger,” said Edward Hopper in picture \"Nighthawks\". “Unconsciously, probably, I was painting the loneliness of a large city.”",
    "image": "http://i.gyazo.com/4238a741730fee1a00251b64d4b06ab3.png"
  },
  {
    "en": "There is a mass of parodies on the picture of Edward Hopper's \"Nighthawks\". The most famous are the Star Wars and the Simpsons.",
    "image": "http://i.gyazo.com/758ee8fb6dff566fe6300b88163e239f.png"
  },
  {
    "en": "Salvador Dali has said that the idea for his iconic melting clocks came from chunks of Camembert cheese he observed melting in the sun - although he may have been joking.",
    "image": "http://i.gyazo.com/ed79d517b384cbd47b5b9801fdb0a0f1.png"
  },
  {
    "en": "The notoriously plucky artist Salvador Dali sought to never explain his own work. Maybe it's for the best.",
    "image": "http://i.gyazo.com/d387c2cd172c1045bbb8d8b2567bd24b.png"
  },
  {
    "en": "For \"Autumn Rhythm (Number 30)\", Pollock Jackson created the work using non-traditional items like sticks, trowels, and knives.",
    "image": "http://i.gyazo.com/c9bfeedb40946c86012e5264bef3d098.png"
  },
  {
    "en": "Expressionism seeks not so much to reproduce reality as to express the author's emotional state. Artists are expressionists, very offended when their pictures do not understand.",
    "image": "http://i.gyazo.com/a25edd6dc7c610d1eb33024ee9ffd610.png"
  },
  {
    "en": "Dutch artist Piet Mondrian moved to New York City in 1940, and would base his famous work Broadway Boogie Woogie on the iconic grid layout of the city’s streets.",
    "image": "http://i.gyazo.com/e4a3904200b8f20d01d2925df5ce9fe2.png"
  },
  {
    "en": "Andy Warhol’s 1962 depiction of a Campbell’s Soup can actually comes in a set of 32 silkscreened canvases, each representing the 32 separate soup varieties that the company sold at the time.",
    "image": "http://i.gyazo.com/701436b655533ed8243288dfd3a11712.png"
  },
  {
    "en": "Andy Warhol never gave instructions on how to display them, so the Museum of Modern Art arranged them chronologically in the order in which the soups were introduced by the Campbell's (the producer of soup).",
    "image": "http://i.gyazo.com/00a35fe0cbade1c89bc69035377534e9.png"
  },
  {
    "en": "Claude Monet the great artist was never approved by his father for his paintings. His father always wanted him to become a grocer.",
    "image": "http://i.gyazo.com/37bb30bfca9c382d191ce7dfac1082af.png"
  },
  {
    "en": "Monet and Pierre Auguste Renoir were considered the pioneers of impressionist painting, a particular movement in the history of Art.",
    "image": "http://i.gyazo.com/5f8593f3d0f89025f6beb6d3a3fbb495.png"
  },
  {
    "en": "Willard Wigan is a micro-sculptor who creates art pieces so tiny that he claims to have inhaled one of his own creations by mistake.",
    "image": "http://i.gyazo.com/b7f2c25052089cce176d17d8d4d6b52e.png"
  },
  {
    "en": "Willard Wigan is a micro-sculptor. Some of his pieces are created in the eye of a needle. At his exhibitions his creations are under a magnifying glass.",
    "image": "http://i.gyazo.com/4ed69d2026c7497317afde1bc7ba00a3.png"
  },
  {
    "en": "Creation of Willard Wigan can be much less than a mosquito. Like this cat.",
    "image": "http://i.gyazo.com/b8e541d22ca48f8371fa2175c6e6c302.png"
  },
  {
    "en": "A study had revealed that most artists are left handed.",
    "image": "http://i.gyazo.com/7c81650984ccec013653a0d14f4b7797.png"
  },
  {
    "en": "Leonardo Da Vinci was left handed. His notes can be found written starting from the right and moving to the left side of the page in his diary of personal notes.",
    "image": "http://i.gyazo.com/655ba9b987ee92530cb59ed00011e3fc.png"
  },
  {
    "en": "Some historians suggest that, Leonardo da Vinci took 12 years to paint the lips of the Mona Lisa.",
    "image": "http://i.gyazo.com/550043718434f9ffada0cc77d959ddec.png"
  },
  {
    "en": "“The Pieta”, a sculpture by Michelangelo considered a Renaissance masterpiece is the only creation that was personally signed by him. It was the only sculpture he signed.",
    "image": "http://i.gyazo.com/a34409790ae8aa6f619917fc848af452.png"
  },
  {
    "en": "After a sculpture “The Pieta”, Michelangelo regretted his outburst of pride and later vowed to never sign on any of his pieces ever again. Some believe that certain sculptures in the majority belong to Michelangelo.",
    "image": "http://i.gyazo.com/1757c14601268988415531eba25d44b8.png"
  },
  {
    "en": "Salvador Dali, famous surrealist painter believed that he was a reincarnation of his own brother of the same name.",
    "image": "http://i.gyazo.com/13822fafc00d7f6fa60d9a22b25b1e37.png"
  },
  {
    "en": "Salvador Dali had been kicked out of Madrid Art School and is even said to have set his own bedroom on fire.",
    "image": "http://i.gyazo.com/6c7a74c1eaf7442131da7f3cb2d43db4.png"
  },
  {
    "en": "Sandro Botticelli is best known for his works The Birth of Venus and Primavera, both of which reflect the rich Renaissance era of art and culture.",
    "image": "http://i.gyazo.com/62cb30fe4cb1046678d9f3f2d8eb0486.png"
  },
  {
    "en": "Vincent Van Gogh produced over 900 paintings, 1100 drawings and sketches during his lifetime.",
    "image": "http://i.gyazo.com/a3b28f985eb899f54bb3c87becb81368.png"
  },
  {
    "en": "Paul Gaugin was one of the construction workers of the Panama Canal during which around 25,000 workers died. He is today considered to be a famous French painter.",
    "image": "http://i.gyazo.com/027f0d45ee2624bd82f7751084069777.png"
  },
  {
    "en": "Pablo Picasso is said to have been able to paint before he learnt to talk.",
    "image": "http://i.gyazo.com/ca60321465222ebbfa67bcc9c0c491d3.png"
  },
  {
    "en": "There is a custom that Oil paintings are lest costlier to be framed than the printed pictures of similar size.",
    "image": "http://i.gyazo.com/72ba64d1900f75b37cf1a320343a1d51.png"
  },
  {
    "en": "For oil paintings there must be a balance of light. At night, the light used to illuminate paintings in museums should be dim than the day when a brighter light is used.",
    "image": "http://i.gyazo.com/c372b586e78437d6bfa56d81d1f66025.png"
  },
  {
    "en": "Pop art movement was invented because it contradicted the abstract Expressionists movement.",
    "image": "http://i.gyazo.com/4f99f2839117631badc63978a2db0f4c.png"
  },
  {
    "en": "Pop art movement is always considered one of the modern forms of art, starting its journey in the 1950s.",
    "image": "http://i.gyazo.com/cd45b150c7a480f6f9eea91c96d75487.png"
  },
  {
    "en": "There are a lot of rich people in the world who want to get famous pop art and they are ready to pay millions of dollars to get an interesting copy for a private collection.",
    "image": "http://i.gyazo.com/3170b0506a03eb2cd909daaf14460815.png"
  },
  {
    "en": "The artists of pop-art will focus more on the reality materials used by the people in their everyday life such as comics, magazines and television.",
    "image": "http://i.gyazo.com/acfa82f3170c98cf53b2ef282c129ca1.png"
  },
  {
    "en": "Britain is called as the place of birth of pop art.",
    "image": "http://i.gyazo.com/e6f4e0abf7995b59102eb9be03fa918c.png"
  },
  {
    "en": "After the advent of Pop Art in the UK, it was immediately adopted by the people, and many artists living in the United States began to use this style.",
    "image": "http://i.gyazo.com/fca4af84c0f60dc2839be059415d3074.png"
  },
  {
    "en": "What is the purpose of pop art? The artists just want to challenge the old tradition.",
    "image": "http://i.gyazo.com/5c8942d96856a22db3231689dbdecf50.png"
  },
  {
    "en": "Pop art actually coincided with the pop music movement in 1950s and 1960s. Therefore, the art was always associated with the pop music.",
    "image": "http://i.gyazo.com/91a2bad3b684642c3bb1964052e8a8a6.png"
  },
  {
    "en": "You can find out the relation between the pop art and pop music from the works of Peter Blake for the cover of Elvis Presley and The Beatles. Both are considered as the pop musician and singers.",
    "image": "http://i.gyazo.com/cd872ead0b792c982c2ab56752ef2a0f.png"
  },
  {
    "en": "Peter Blake used Brigitte Bardot for the inspiration for his work.",
    "image": "http://i.gyazo.com/3460042a36828b43ff9e1a110eefb17f.png"
  },
  {
    "en": "The famous painter, Andy Warhol picked his model, the famous pop star at that time, Marilyn Monroe, For creative experiments.",
    "image": "http://i.gyazo.com/5ee214b798a3d7fb89138c61f17b0e01.png"
  },
  {
    "en": "One of the important figures in pop art movement is Andy Warhol. He stated that the popular culture will be spread in the world quickly through television, magazines, newspaper and Hollywood.",
    "image": "http://i.gyazo.com/b0d9b5efc7321e0ac35bc3d0ba6b7f6f.png"
  },
  {
    "en": "You can find blue, red and yellow used as the predominate colors by the pop art artists. Because they immediately catch your eye.",
    "image": "http://i.gyazo.com/5a3b643a8229380893df21cb16651197.png"
  },
  {
    "en": "One of the known methods used in mass production is called silk-screen printing. This method is also taken as a basis for pop art. This can be seen from the big points.",
    "image": "http://i.gyazo.com/9c6915ff1592b85af58885e5dc00678e.png"
  },
  {
    "en": "Silkscreen printing or a point, you can see if you increase the comic or newspaper. This method is used pop art, deliberately putting points on their works.",
    "image": "http://i.gyazo.com/62349353104173f4edd0c5dd72329c8f.png"
  },
  {
    "en": "Mona Lisa was recognized as the Best Work of Art, ever. Her smile still does not give rest to scientists. They are trying to find something in it.",
    "image": "http://i.gyazo.com/33799891f8278b9bddd4b3cc1b96e9ac.png"
  },
  {
    "en": "When artists mix all the famous characters, this picture is sold more successfully.",
    "image": "http://i.gyazo.com/fe04ae92c7bf7db87e38784ec4790ae1.png"
  },
  {
    "en": "Michelangelo was not the only artist painting the Sistine Chapel. His brushes belong to the Old Testament scenes, such as: \"Creation of the world\", \"Creation of the sun of the moon and the earth\", \"Creation of Adam\", \"Creation of the Eve\" and \"Expulsion from Paradise\".",
    "image": "http://i.gyazo.com/9c7a8f41cd78ed4db0d4d4f47fdc7d8f.png"
  },
  {
    "en": "After some time, Michelangelo refused to continue work on the frescoes, so Pope Clement VII personally met with him and persuaded him to continue his work.",
    "image": "http://i.gyazo.com/7b381431e076c27244415dfcecee3f08.png"
  },
  {
    "en": "Painting \"Guernica\" by Pablo Picasso, this is not just a mess. She has an important message. She warns about the civil war in Spain.",
    "image": "http://i.gyazo.com/6c012e4ec352b7ca61ebf8c7a6a9fb5f.png"
  },
  {
    "en": "Guernica\" - a picture of Pablo Picasso, written in May 1937, commissioned by the Government of the Spanish Republic for the Spanish Pavilion at the World Exhibition in Paris. They paid dearly for the state order.",
    "image": "http://i.gyazo.com/6685b3680e599479d372164d918f8cfc.png"
  },
  {
    "en": "David by Michelangelo is the most recognizable sculpture at the moment.",
    "image": "http://i.gyazo.com/b655cc9f17b9d494e115bfe6b848aa5d.png"
  },
  {
    "en": "To create a statue of \"David\" by Michelangelo tried more than once, this order was very complicated and many stone was rejected. And Sculptures turned out to be small.",
    "image": "http://i.gyazo.com/2b81e9a7d2db2cded29ab18e7b5f6376.png"
  },
  {
    "en": "It was Leonardo da Vinci who advised the sculptor's young sculptor Michelangelo to create the sculpture \"David.",
    "image": "http://i.gyazo.com/3508a972db1f0bff6a978e6ef00f636c.png"
  },
  {
    "en": "There was a legend about how allegedly the head of the Florentine Republic asked the sculptor Michelangelo to shorten the nose of \"David.\" Michelangelo pretended that he had carried out the assignment, to which the ruler replied: \"Now it's good.",
    "image": "http://i.gyazo.com/7a237e0bd2d5ea0a8c9e63cc0a8bc221.png"
  },
  {
    "en": "With the onset of winter, Michelangelo began to face difficulties with the sculpture \"David.\" He had to forge quickly tools that were dulled from intensive work. But Michelangelo could not afford to rest for the state order.",
    "image": "http://i.gyazo.com/eeb93093362ec09039bb96714c94bf42.png"
  },
  {
    "en": "On September 8, 1504, the statue \"David\" was erected before the entrance to the palace of the Government. There she stood under the open sky for almost 4 centuries. David, standing in the center of the city, perceived as an image of the defender of the city.",
    "image": "http://i.gyazo.com/bb2e4530f7362da1f0f2abb76b54c4b3.png"
  },
  {
    "en": "In 1873, the sculpture \"David\" was moved from the city center (369 years later) to the building of the Florentine Academy of Arts, and a copy was placed on the square (where it used to be).",
    "image": "http://i.gyazo.com/c8fc1c42c303e0445bd7f0f42de82cb5.png"
  },
  {
    "en": "By the 3000 anniversary of Jerusalem, the authorities of Florence decided to donate a copy of \"David\" by Michelangelo in full size to Israel. However, the Israeli rabbis refused, referring to the fact that \"David\" was naked.",
    "image": "http://i.gyazo.com/24f0cdba48ce7bbe42d8612df42a471c.png"
  },
  {
    "en": "Starry night\" by Van Gogh is an imaginary, not a real landscape. Because Van Gogh almost always worked with nature, and in the hospital where he was lying, the patients were not allowed to go out.",
    "image": "http://i.gyazo.com/a5f06664ab2881010965e00d5d7d716f.png"
  },
  {
    "en": "The most mysterious element of the picture of Van Gogh's \"Starry Night\" - vortex flows. Researchers believe that Van Gogh portrayed a phenomenon such as turbulence. Who can barely see with an unaided eye.",
    "image": "http://i.gyazo.com/f7cf38c932c72a07b9534db704fcfb33.png"
  },
  {
    "en": "Van Gogh considered \"Starry Night\" an unsuccessful picture. When the picture came to the exhibition, he casually said about it: \"Maybe she will show others how to depict the night effects better than it turned out for me.",
    "image": "http://i.gyazo.com/aae4e48ed0513df40e665bfe78e0b710.png"
  },
  {
    "en": "Starry Night\" is not the only Van Gogh painting with nocturnal effekami. A year before he wrote \"Starry Night over the Rhone\" in 1888. But she for some reason remained in the shadow of popularity.",
    "image": "http://i.gyazo.com/6c4359dbd494f264dbd078e23eca6170.png"
  },
  {
    "en": "Van Gogh always said: \"boldly use your imagination.",
    "image": "http://i.gyazo.com/d3c8bed269a276c73265fee9c83f3b70.png"
  },
  {
    "en": "When Van Gogh created this masterpiece \"Starry Night\", he wrote to his brother: \"Why are bright stars in the sky can not be more important than black dots on a map of France?",
    "image": "http://i.gyazo.com/51b677bcacc3ca943779676dfb1e9f3a.png"
  },
  {
    "en": "Starry Night\" by Van Gogh redrawn in 3d. Now the picture can be enjoyed through virtual glasses (VR).",
    "image": "http://i.gyazo.com/92533655c97930e1e105232ff34bd623.png"
  },
  {
    "en": "In honor of Van Gogh organize exhibitions. The last exhibition was held under the title \"Live Сloth\" in St. Petersburg (Russia).",
    "image": "http://i.gyazo.com/4204ebdbeaf0763a4d77583dca83fff3.png"
  },
  {
    "en": "Countless reproductions of the \"Last Supper\" by Leonardo da Vinci were made in all sizes, but the original is about 15 feet by 29 feet.",
    "image": "http://i.gyazo.com/168543f776ca59bc453ec3b919467e82.png"
  },
  {
    "en": "You will not find \"The Last Supper\" in the museum. The permanent house of the painting is a monastery in Milan, Italy, which is painted straight on the wall. In museums, you see only copies.",
    "image": "http://i.gyazo.com/696be173352102a78fcbd387147a0085.png"
  },
  {
    "en": "A lot of done the parody of the painting \"The Last Supper.\" The most famous parody is the game characters from video games.",
    "image": "http://i.gyazo.com/bc4143ab9068bd2fe37a426aa37cd768.png"
  },
  {
    "en": "Although \"The Last Supper\" painted on a wall, it's not a fresco. Frescos were painted on wet plaster. Da Vinci wanted to achieve a grander luminosity than the fresco method allowed for.",
    "image": "http://i.gyazo.com/ac621adb2d7fe05008260897e80fece9.png"
  },
  {
    "en": "Da Vinci used his new masterpiece \"The Last Supper\" a completely new technology using temperamental paint on the stone to protect the paint from moisture.",
    "image": "http://i.gyazo.com/7d82dfb8a7fb627991bdf55ec3eaafb2.png"
  },
  {
    "en": "Very few of the original da Vinci smears remained in the original. Although the picture itself \"The Last Supper\" was a favorite, the Da Vinci experiment with the temperature of the paint, the technology failed. By the beginning of the XVI century, the paint began to peel and decay.",
    "image": "http://i.gyazo.com/fa781be24b9454625f0214f051dbe574.png"
  },
  {
    "en": "Early attempts to restore the painting \"The Last Supper\" only aggravated the situation. Vibration from explosions during the Second World War also contributed to the destruction of the picture. After the war, the picture was restored 19 years.",
    "image": "http://i.gyazo.com/268ae6de587b2bef2d2632594d115b1c.png"
  },
  {
    "en": "A hammer and nail helped Da Vinci achieve the one-point perspective. Before starting Da Vinci's work \"The Last Supper\", marking out the entire working area to achieve the right perspective.",
    "image": "http://i.gyazo.com/7aeac9d1131d151e084a586b1b5ff9ca.png"
  },
  {
    "en": "It is said that the look of every apostle \"The Last Supper\" by Da Vinci was based on a real-life model.",
    "image": "http://i.gyazo.com/a82f87e45bcc7f358a514c0f163b3780.png"
  },
  {
    "en": "Da Vinci could not find an image for the traitor of Judas. To do this, he searched the prisons of Milan to find the perfect scoundrel.",
    "image": "http://i.gyazo.com/b8b2d8d08b50b46f6af79bc15cf75c69.png"
  },
  {
    "en": "The researcher of the Vatican, Sabrina Sforza Galicia translated the signs of the picture \"The Last Supper\" by Da Vinci about the end of the world on November 1, 4006.",
    "image": "http://i.gyazo.com/d6b0779b69be1323b17d2c6bc358fe9f.png"
  },
  {
    "en": "Though \"The Last Supper\" is one of Italy's must-see sites, the convent in which it is located was not built for big crowds. Only 20 to 25 people are allowed in at a time in visiting blocks of 15 minutes.",
    "image": "http://i.gyazo.com/a64653b81b48f8615394fc6a7696c5b4.png"
  },
  {
    "en": "The life of the artist Munch was accompanied by a series of tragedies, so many believe that the artist has invested in his work a lot of grief, and now his paintings absorbed all the negative energy and avenges all his offenders.",
    "image": "http://i.gyazo.com/53bde934e2ed00cd38ab78fd6f72c3d8.png"
  },
  {
    "en": "Once one of the employees of the Munch Museum, accidentally dropped the painting \"Scream\", and after that the employee began to suffer from terrible headaches, which subsequently led to his suicide.",
    "image": "http://i.gyazo.com/5159b95ec62b9d2f096ddd007da6ea10.png"
  },
  {
    "en": "Michelangelo's reputation grew, as did the public's love for the Pieta statue. The first Pieces made Michelangelo famous when he was only 24 years old.",
    "image": "http://i.gyazo.com/8c0b726a62ac62638e8380800842d3b3.png"
  },
  {
    "en": "If you look closely at the statue of \"Pieta\", you will see that Mary's head is too small for her very large body. In the design of measurements, Mary Michelangelo could not impose realistic proportions and have his cradle of his adult son, as he supposed.",
    "image": "http://i.gyazo.com/f65d8d1ce6fd6af772284f2aaefbeb04.png"
  },
  {
    "en": "The statue of \"Pieta\" was brutally attacked. It was an unemployed geologist Laszlo Toth from Hungary. He attacked Pieta with a hammer, knocked out Mary's left hand, snapped the tip of his nose and damaged her cheek and left eye.",
    "image": "http://i.gyazo.com/1d1f7cbb1ee71856e62a1e375dcac507.png"
  },
  {
    "en": "Beating the Statue of \"Pieta\" is not considered a criminal offense. The authorities decided not to pursue Thoth. However, the Roman court considered him \"socially dangerous person\" and sentenced him to a psychiatric hospital for 2 years.",
    "image": "http://i.gyazo.com/5a08f668ed0f15d2445e4cb86d1ad2ea.png"
  },
  {
    "en": "Restoration of the statue \"Piete\" after beating up to 10 months. Used invisible glue and marble powder to put the pieces back on the statue. The last step was to provide the statue with bullet-proof glass.",
    "image": "http://i.gyazo.com/021ee29d9c29f9fd309433662514ac38.png"
  },
  {
    "en": "During a thorough restoration of the statue of \"Pieta\" workers found a secret signature on the piece. Hidden in the folds of Maria's left hand was a delicate \"M\", which is believed to designate Michelangelo.",
    "image": "http://i.gyazo.com/4a4671f680984e36b71b4c2a595dbdcb.png"
  },
  {
    "en": "Rodin about the creation of the sculpture \"The Thinker\", believed that this is the biblical Adam, who considers the sins of his descendants.",
    "image": "http://i.gyazo.com/e64d704ade163e106bab6a37454445af.png"
  },
  {
    "en": "During his life Rodin made at least 10 castings of the statue of the \"Thinker\".",
    "image": "http://i.gyazo.com/edfe1091b123a0f339bf610024087819.png"
  },
  {
    "en": "After the death of Rodin, in 1917 the rights to sculpture were transferred to the government of France. Since then, this number of copies has grown from 10 to 20.",
    "image": "http://i.gyazo.com/223c72eb0c3e348eb08f3c824c06c65d.png"
  },
  {
    "en": "Doubling the size of the \"Thinker\" for its 6-foot versions (the so-called monumentals) has become much easier thanks to the invention of the \"Collas\" machine.",
    "image": "http://i.gyazo.com/a6b9c94a0c867923bc6f9fba37dade75.png"
  },
  {
    "en": "The Statue The Thinker was defenseless until the unidentified vandals tied the statue with three dynamite sticks to its base. Explosion caught his feet The identity of the vandals was not found.",
    "image": "http://i.gyazo.com/408538e7ad69b08533a2aafa8175aafa.png"
  },
  {
    "en": "It is believed that the Venus Milo Greek statue depicts the Greek goddess of love and beauty, which often turned out to be semi-nude. However, the Greeks would call this deity Aphrodite.",
    "image": "http://i.gyazo.com/efb5598c258c0e98a060abf562d5249d.png"
  },
  {
    "en": "Venus de Milo is named after the place where it was discovered. On April 8, 1820, a farmer named Yorgos Centrothas came across a statue in the ruins of an ancient city on the island of Milos (formerly known as Melos).",
    "image": "http://i.gyazo.com/635fabf8079358680c4ee0bad6d4717c.png"
  },
  {
    "en": "It is believed that the sculptor of the Hellenistic period Alexandros cut out this masterpiece \"Venus de Milo\" between 130 and 100 BC. The inscription on which lay a statue that identified Alexandros as the creator of Venus de Milo, was lost almost 200 years ago.",
    "image": "http://i.gyazo.com/e2ca577b1b3543ece524e8d37bbb1741.png"
  },
  {
    "en": "Some historians suggest that the sculpture \"Venus de Milo\" is not Aphrodite / Venus, but Amphitrite (the goddess of the sea), which was especially loved by the city of Milos.",
    "image": "http://i.gyazo.com/6c9edff8db86894888fcc7f942a44a16.png"
  },
  {
    "en": "The arms of Venus de Milo have been lost, potential contextual clues too. For centuries, no one could find her hand.",
    "image": "http://i.gyazo.com/9de1970dc8d98f03bde91941f0968c1f.png"
  },
  {
    "en": "If Venus of Milos held an apple, as some scholars claim, it could mean that she would have been the Aphrodite who awarded her Paris, prior to the Trojan War.",
    "image": "http://i.gyazo.com/fda23f1bd4574387267984ed23a986be.png"
  },
  {
    "en": "The Marquis de Riviere presented the \"Venus\" to the French King Louis XVIII, who, in turn, handed the statue to the Louvre, where it is to this day.",
    "image": "http://i.gyazo.com/f0ab121e43a56af429b0914e1dc2d9e2.png"
  },
  {
    "en": "Venus of Milo has constructed hands separately, but still there are 2 models at the exhibitions, with or without hands.",
    "image": "http://i.gyazo.com/f563d4006025486e3e6f0a83bf42f09a.png"
  },
  {
    "en": "During the war, Napoleon Bonaparte took out a statue of Venus de Medici - from Italy. In 1815, the French government returned this statue of Italy.",
    "image": "http://i.gyazo.com/66552755bc0eb4d8d61872c28c01693f.png"
  },
  {
    "en": "The most famous of the detractors of Venus of Milos is, the famous impressionist painter Renoir, he claimed that the sculpture is very far from displaying the female beauty.",
    "image": "http://i.gyazo.com/1cef2affa8cdaaafaf393f0ac950bd30.png"
  },
  {
    "en": "Venus lacks not only hands. It was originally decorated with jewelry, including bracelets, earrings and tiara. These ornaments disappeared long ago, but there were holes in the marble for fastening.",
    "image": "http://i.gyazo.com/70ce229a170c4a8ec52f90de1ba50fa6.png"
  },
  {
    "en": "Although modern art connoisseurs are accustomed to consider the Greek statues to be white, marble sculptures are often painted in various colors. Nevertheless, today there are no traces of the original color of Venus of Milos.",
    "image": "http://i.gyazo.com/fe3cf500455da4d85172b97d0466ecd9.png"
  },
  {
    "en": "Venus is higher than the average person. The height of Venus de Milo is 2.02 m.",
    "image": "http://i.gyazo.com/c2deafe17f0f9595735f2cdb3aaa169f.png"
  },
  {
    "en": "At the time of the creation of the 1931 painting, Dalí perfected his \"paranoic-critical method\". he tried to enter into meditation and create a \"photo of a dream of handmade work.",
    "image": "http://i.gyazo.com/57599240717884fcc39201d9624b3e3a.png"
  },
  {
    "en": "The Persistence of Memory is one of Dali's biggest triumphs, but the actual oil on canvas painting measures only 9 1/2” x 13\".",
    "image": "http://i.gyazo.com/60a00fe48d817f2be72161fd435be26c.png"
  },
  {
    "en": "The Persistence of Memory\" stayed in New York thanks to an anonymous donor. After its gallery show, a patron bought the piece and donated it to the Museum of Modern Art in 1934.",
    "image": "http://i.gyazo.com/5e6728790b316aa5274d0bbb5958a1e9.png"
  },
  {
    "en": "When the other artists of Surrealism said that Dali does not paint in the style of \"Surrealism\". Dali declared, \"I myself am surrealism.",
    "image": "http://i.gyazo.com/4a392e6c3eaecc5612b6f61ee0154112.png"
  },
  {
    "en": "Freud (psychologist) about the creativity of Dali said: \"I always believed that the surrealists were 100% stupid, but this Spanish young man with fanatical eyes of genius made me reconsider this opinion.",
    "image": "http://i.gyazo.com/f1c9a12433cec4ac4d2a9a8fee6a982c.png"
  },
  {
    "en": "Painting Salvador Dali \"Memory Preservation\" was also known as \"Soft Clock\", \"Droopic Clock\", \"Time Stability\" and \"Melting Clock\".",
    "image": "http://i.gyazo.com/98dd22ba89ca53387a3ec66c4b99ac39.png"
  },
  {
    "en": "Water lilies - this is not one picture of Monet. This is a series of paintings. Monet painted countless individual water lilies. There are about 250 oil paintings.",
    "image": "http://i.gyazo.com/c70532ba3779cc362106863b2c6b9c40.png"
  },
  {
    "en": "Before Monet wrote \"Water Lilies\", he grew them. Monet said: \"I know nothing, except painting and gardening.\" So he grew lilies and painted them.",
    "image": "http://i.gyazo.com/f62cfe08e040e584d02525f93eff6148.png"
  },
  {
    "en": "The Government Council demanded that Claude Monet uproot the plants before they poisoned the water in the area in the pond, but he ignored them. And everything got away with it.",
    "image": "http://i.gyazo.com/e316d23d04261e0a5d119448e8599096.png"
  },
  {
    "en": "On the Japanese pedestrian bridge Monet, is the focus of 17 paintings. They are drawn from one angle, but with different lighting.",
    "image": "http://i.gyazo.com/e9469b67c6647583f4f6510ce6b95113.png"
  },
  {
    "en": "Critics called Impressionist paintings dirty and suggested that the work was less about the creative vision than the blurred vision of Monet.",
    "image": "http://i.gyazo.com/c5a76c4cfedebb0c0b3a1999f37567a9.png"
  },
  {
    "en": "Critics scoffed at the color palette of Monet and his arguments that his portrayal of flora, water and light was an artistic choice.",
    "image": "http://i.gyazo.com/8e010b393fd5dfebe0017d4f7a15f385.png"
  },
  {
    "en": "For 20 years after Monet's death in 1926, his series \"Water Lilies\" was largely ignored, and many paintings were left in his workshop \"Giverny",
    "image": "http://i.gyazo.com/1d2700111823323c4711172abb533370.png"
  },
  {
    "en": "By 1955 the Museum of Modern Art had bought its first Monet collection and it quickly became one of the most popular holdings of the famous museum.К 1955 году Музей современного искусства купил свой первый Моне подборку  и он быстро стал одним из самых популярных холдингов знаменитого музея.",
    "image": "http://i.gyazo.com/afa3c2c7ed6214ddc7dbf1c880af52b7.png"
  },
  {
    "en": "In 1908, Monet destroyed 15 of his Water Lilies right before they were exhibited at the Durand-Ruelle Gallery in Paris. Apparently, the artist was so unhappy with the paintings that he decided to destroy them, and not publish their work.",
    "image": "http://i.gyazo.com/81c6125d36db76daae8297abce7df111.png"
  },
  {
    "en": "Monet became a perfectionist in his paintings at the end of his life. Given how severe his critics are, it's no surprise that in his later years the Monet became incredibly selective.",
    "image": "http://i.gyazo.com/61713f9758873f35d296dec61158425a.png"
  },
  {
    "en": "The day after the Armistice Day in 1918, Monet promised his homeland a \"monument to the world\" in the form of massive murals of a water lily.",
    "image": "http://i.gyazo.com/e632e0c976b13cc24838949f449149ac.png"
  },
  {
    "en": "Picture: \"Girl with a Pearl Earring\" Speculation on the girl's personality, from the picture \"A Girl with a Pearl Earring\", led to birth, movies and books.",
    "image": "http://i.gyazo.com/63556b551a92ab185fbe4b7c16e092b2.png"
  },
  {
    "en": "Girl with a pearl earring\" - not the only name of the picture. The picture was alternately called \"The Girl in the tuba\", \"The Head of the Girl in the Turban\", \"The Young Girl with the Turban\" and \"The Head of the Young Girl\".",
    "image": "http://i.gyazo.com/38f1c72b50ab13ae037ff0fc44c0f628.png"
  },
  {
    "en": "The painting \"A Girl with a Pearl Earring\" also has a nickname. Often a girl with a pearl earring is referred to as the \"Mona Lisa of the North\".",
    "image": "http://i.gyazo.com/f347fb997c6d0821abdfdd09c5fb845f.png"
  },
  {
    "en": "Vincent Ike, a professor of theoretical astronomy, wrote in New Scientist that the light reflected from the earring in \"The Girl with the Pearl Earring\" will not match the reality of the pearl.",
    "image": "http://i.gyazo.com/3b6e6b18dcfcc47230f22024146b16ec.png"
  },
  {
    "en": "American art news even made a contest out of the \"puzzle of the season\", promising a prize of $ 10 to someone who could find a \"nude figure in Duchamp's unusual work.",
    "image": "http://i.gyazo.com/9a5d7723c49090adc8645c1b2f68b8f5.png"
  }
]