[
  {
    "en": "Football (american \"Soccer\") is a team sport where the purpose is to score the ball into the opponent's goal using feet or other parts of the body except for the hands.",
    "image": "http://i.gyazo.com/57011e0bb6916b6d5561471693600af3.png"
  },
  {
    "en": "Americans call football in America as \"soccer\", while in Europe football is \"football\".",
    "image": "http://i.gyazo.com/ea7f7ef264fe7349d7e7e13ff3452bd4.png"
  },
  {
    "en": "The Federation Internationale de Football Association (FIFA) is the self-declared governing body on all things pertaining to international soccer.",
    "image": "http://i.gyazo.com/8b80d5d263ebceff3cec65f3ced4c2b7.png"
  },
  {
    "en": "The FIFA World Cup is the most-watched sports event in the world",
    "image": "http://i.gyazo.com/ab235df290e03eb2f49394e864939f3e.png"
  },
  {
    "en": "The first World Cup was held in 1930 in Uruguay. 13 teams participated and Uruguay won.",
    "image": "http://i.gyazo.com/2700fcddf2d6be54eaf253d62a5a53c7.png"
  },
  {
    "en": "The earliest game resembling soccer was invented by Chinese Emperor Huang-Ti in 1697 BC. Players kicked a leather ball stuffed with cork and hair.",
    "image": "http://i.gyazo.com/d305829cba7b192458c3fd061676176b.png"
  },
  {
    "en": "Certain Britons, ancient inhabitants of England, played a game resembling soccer in which the players kicked around the head of a sacrificed animal.",
    "image": "http://i.gyazo.com/8de59421d791f0603e41c282c40d1c21.png"
  },
  {
    "en": "A British soccer legend holds that a footballer once leapt into a canoe to chase a ball that had been kicked off the soccer pitch and into a nearby river. By the time he got back to the game, the teams had found another ball, and his team had lost.",
    "image": "http://i.gyazo.com/45006689ca6ce4dc8d367d6485125293.png"
  },
  {
    "en": "In the seventh century BC, the North African Berbers played a soccer-like game as a fertility rite.",
    "image": "http://i.gyazo.com/f3e05838507ab1dc86fda3509f6918a9.png"
  },
  {
    "en": "The correct name for the area of play in soccer is not \"field\" but \"pitch.",
    "image": "http://i.gyazo.com/40f867150cbf07ced2f511cea71d6852.png"
  },
  {
    "en": "Soccer is the most lucrative sport in the world. The soccer industry brings in more money than any other sport.",
    "image": "http://i.gyazo.com/0e80da5fe1d042793db46b93bc76fa45.png"
  },
  {
    "en": "The Britons, pre-Roman inhabitants of the English Isle, played a soccer-like game that had religious significance. The ball represented the sun.",
    "image": "http://i.gyazo.com/d3d036ef06c66db58ddf3c16b5588b11.png"
  },
  {
    "en": "Brazilian soccer player Edson Arantes Do Nascimento, more commonly known as Pelé, is widely considered to be the best footballer of all time.",
    "image": "http://i.gyazo.com/7fba41c2768b3b4af4b07e8ea964bb3e.png"
  },
  {
    "en": "Brazilian soccer superstar Pelé was discovered by scouts at the age of 11 and began playing professionally at 16.",
    "image": "http://i.gyazo.com/ba666e2a7e4a0fe2693595ad1e04ef57.png"
  },
  {
    "en": "Pele played in his first World Cup (1958) being 17 years old, scoring a phenomenal six goals and helping Brazil secure its first World Cup victory.",
    "image": "http://i.gyazo.com/c0637b87be01f084c5926f09e06b988f.png"
  },
  {
    "en": "Pele was an international phenomenon, raising global awareness of soccer to new heights.",
    "image": "http://i.gyazo.com/3f0f6725018146a0a12300d8ad7091dd.png"
  },
  {
    "en": "After Pelé performance in the 1958 World Cup, several European teams offered Pelé huge contracts to play for them. In order to stop this, the Brazilian government declared Pelé to be an official national treasure.",
    "image": "http://i.gyazo.com/2c22d730a02add00973766a4c18c4999.png"
  },
  {
    "en": "In 1960, a massive earthquake decimated Chile two years before they were to host the World Cup.",
    "image": "http://i.gyazo.com/3cf9d00272b6cf92dedff1d94a306189.png"
  },
  {
    "en": "FIFA planned to postpone the 1960 cup, but the Chilean president demanded that the cup be held in Chile, as his country lost everything else due to the earthquake.",
    "image": "http://i.gyazo.com/e442d31a53764b6f7cf9a3fbbcdb795c.png"
  },
  {
    "en": "Famous Brazilian footballer Manoel Francisco dos Santos (nicknamed Garrincha, or \"the little bird\") was born with several birth defects, including a deformed spine and a shorter right leg.",
    "image": "http://i.gyazo.com/49e56ae2ddb9e56e71ec2115188c8cfc.png"
  },
  {
    "en": "Despite the inborn difficulties with the spine and leg, football player Manuel Frances dos Santos  (Garrincha) rose to fame, scoring five goals for his native Brazil in three world championships.",
    "image": "http://i.gyazo.com/244b4d1696ce7262ead8c336eb71ade4.png"
  },
  {
    "en": "A professional soccer player scoring an average of one goal per game is basically the equivalent of a baseball player hitting a home run in every game.",
    "image": "http://i.gyazo.com/eba45d29bc78b9f494252ed4153c78d1.png"
  },
  {
    "en": "During his entire career, Brazilian superstar Pelé scored 1,280 goals in 1,360 games, putting him at the second best record of all time, second only to Arthur Friedenreich.",
    "image": "http://i.gyazo.com/7c6c7a8ae59d8e3e4cef6dd214a32788.png"
  },
  {
    "en": "After the 1970 World Cup, which Brazil won, the London Sunday Times ran a headline that read: \"How Do You Spell Pelé? G-O-D.",
    "image": "http://i.gyazo.com/c50cfb40e2a2537d9b1f177e1067a7ed.png"
  },
  {
    "en": "In 1991, the FIFA organization created the Women's World Cup.",
    "image": "http://i.gyazo.com/c6b2b939a78d3ed21c1262b935e25468.png"
  },
  {
    "en": "Argentine footballer Diego Maradona used his hand to score a goal in the 1982 World Cup. When referees discovered this through checking videotape, Maradona claimed it was \"the hand of God\" that scored the goal.",
    "image": "http://i.gyazo.com/d40d7290bdfc562e3c2da3ae92e2f7ba.png"
  },
  {
    "en": "In the Middle Ages, Londoners played an early and very violent form of soccer every Shrove Tuesday, the day before Ash Wednesday and the beginning of Lent.",
    "image": "http://i.gyazo.com/170739a228b0f2008197035d353fdf00.png"
  },
  {
    "en": "English Puritans in the 1600s opposed soccer, claiming it was a sinful game.",
    "image": "http://i.gyazo.com/3171d87995ec8f7414ef81dad95d699e.png"
  },
  {
    "en": "When the United States bid to hold the 1994 World Cup, Brazilian soccer representative Guimarães Octavio Pinto commented that holding the World Cup in the United States was like holding the World Series in Brazil.",
    "image": "http://i.gyazo.com/2d575b8deba0c88f86a72280ccf32587.png"
  },
  {
    "en": "Women have played soccer in relative secret since the late 1800s",
    "image": "http://i.gyazo.com/a844deaf72ddb0ae12ef1923f6726f25.png"
  },
  {
    "en": "Only 20 players have ever scored at least one goal in three different World Cups. (Based on 100 players playing in 3 cups.)",
    "image": "http://i.gyazo.com/763a4ac354baf641dbcf6ad979a3c616.png"
  },
  {
    "en": "German soccer player Miroslav Klose holds the record for career World Cup goals scored, a total of 16.",
    "image": "http://i.gyazo.com/605d86810286c6c16946cc32820e561f.png"
  },
  {
    "en": "The French fan beat the fan of the other team 2 times, once for every goal scored by a rival in his team.",
    "image": "http://i.gyazo.com/31c99fbc9b1f316845e12c075828f3a6.png"
  },
  {
    "en": "A 2007 FIFA survey found that approximately 265 million people, or 4% of the world's population, played soccer in a regular, organized form, making it the most popular sport on Earth.",
    "image": "http://i.gyazo.com/15d9fdfbdfccb81c266db62dc492ef96.png"
  },
  {
    "en": "Bill Shankly - \"Some people think that football is a matter of life and death, I'm very disappointed with this attitude, I can assure you that it's much more important.",
    "image": "http://i.gyazo.com/4547d270a79ddfc0407638fe566fdd08.png"
  },
  {
    "en": "The French-Algerian footballer Zinedine Zidane is most remembered for using his head when scoring a goal.",
    "image": "http://i.gyazo.com/10616f34dcae3364f27c5b9976c3f9b8.png"
  },
  {
    "en": "Zinedine Zidane scored two \"header\" goals in the 1998 World Cup to win the Cup.",
    "image": "http://i.gyazo.com/0803f037071c801abed956e4e005597c.png"
  },
  {
    "en": "In 2006, Zinedine Zidane earned another title, and then received a red card for a shameful attack on Italian defender Marco Materazzi.",
    "image": "http://i.gyazo.com/52773393de10ae6b2017773760bdbc84.png"
  },
  {
    "en": "In honor of the famous head blow of Zidane people created a statue called \"Zidane Metarazzi",
    "image": "http://i.gyazo.com/2b1f67d6dab3dc4b020a2e979b61fb08.png"
  },
  {
    "en": "Claudio Riberio is Brazil's #1 professional-soccer fan. He has attended every World Cup since 1978.",
    "image": "http://i.gyazo.com/e1fa53d2ed262b56559dde3f09c7e77b.png"
  },
  {
    "en": "The most famous soccer field in Tokyo is the Adidas Football Park. The regulation field is located 130 feet above the ground on the top of Tokyu Toyoko Department Store.",
    "image": "http://i.gyazo.com/5fa4423a46880335b46878100ff0e2a3.png"
  },
  {
    "en": "Many teams utilize \"striker partnerships\" where offensive players work as a duo, watching each others' movements and setting up plays.",
    "image": "http://i.gyazo.com/11ecd54c1b98b7cc7b177f88d8b96aa5.png"
  },
  {
    "en": "In England, football matches had no judges until 1881.",
    "image": "http://i.gyazo.com/813e31111f8f0c4d5fdde6b1d0b36abf.png"
  },
  {
    "en": "Before the judges appeared in the football match, the English simply relied on good sportsmanship of colleagues.",
    "image": "http://i.gyazo.com/df177d70ed2b68211902018b980bc4ce.png"
  },
  {
    "en": "Singapore's national football stadium is a giant floating field anchored in Marina Bay",
    "image": "http://i.gyazo.com/8cf57de0e813c6bdc8c4853c36036629.png"
  },
  {
    "en": "Wearing immaculate clothes and sporting a waxed mustache, first football referees would often accidentally knock players to the ground while making forceful calls.",
    "image": "http://i.gyazo.com/718c349130719312c55bd91e482f7cb7.png"
  },
  {
    "en": "Concetto Lo Bello, an Italian football referee in the mid-20th century, was elected mayor of Syracuse (Italy) in 1986, but remained in office for only five months.",
    "image": "http://i.gyazo.com/e607eef67a3be2643ea313527db51aef.png"
  },
  {
    "en": "In 2007, FIFA first tested technology to track the movement of the ball relative to the goal, to determine if a goal was actually scored. A microchip inserted into the ball and sensors in the goal make it possible.",
    "image": "http://i.gyazo.com/1d7e03292d30391fc906a2e70f44789f.png"
  },
  {
    "en": "A 2000 internet poll voted Argentine Diego Maradona \"the player of the century.\" FIFA disagreed strongly enough that they appointed a special committee to render judgment. The committee selected Pelé.",
    "image": "http://i.gyazo.com/e2422b17dd56b36ba191f97040907ba6.png"
  },
  {
    "en": "Eighty percent of injuries that occur in soccer matches are severe enough that players need to miss subsequent games.",
    "image": "http://i.gyazo.com/e8387bba04744c621a7d0a7629ea97b7.png"
  },
  {
    "en": "Football players are famous for excessively exaggerated injuries or \"flopping\". This cunning thing help them rest, and there is a chance that the opponent will receive a penalty card.",
    "image": "http://i.gyazo.com/1b3ccb45eb7d444a85053cb23fdc5d1d.png"
  },
  {
    "en": "One famous case of simulating an injury occurred at the 2002 World Cup, when Hakkan Unsal hit the ball in the Rivaldo's foot. Rivaldo grabbed his face and fell to the ground, showing pain. In the end, he was fined $ 7,000 for this.",
    "image": "http://i.gyazo.com/1817812d12297a4ebf01938508be3104.png"
  },
  {
    "en": "In small football fields, a lawn is used. But on the big football fields real grass grows.",
    "image": "http://i.gyazo.com/d297b3b3d0408c7412e7d5d25716f417.png"
  },
  {
    "en": "Brazilians refer to soccer as the “jogo bonito” or “beautiful game.”",
    "image": "http://i.gyazo.com/d95e57447677e33f4b7f3a979617f8e3.png"
  },
  {
    "en": "The Brazilians have a unique love for football. They play anywhere, even on the beach.",
    "image": "http://i.gyazo.com/fdd16f876730a9145bdeb27497b019a1.png"
  },
  {
    "en": "The British established the rules of the game in 1863.",
    "image": "http://i.gyazo.com/31022bf07ed565a6e9d1624764baab8f.png"
  },
  {
    "en": "A medical survey found that professional soccer players sustained approximately 1.5 injuries per player per year.",
    "image": "http://i.gyazo.com/8474e5eece780acfc28b0c52e2a9ce51.png"
  },
  {
    "en": "Part of soccer’s worldwide popularity can be attributed to colonialism; the British took the game with them in their exploration and colonization of the world.",
    "image": "http://i.gyazo.com/765047c1c96d7fa3ae36a8a65961481d.png"
  },
  {
    "en": "The  evolution of games similar to football took place in ancient China, Greece and Rome.",
    "image": "http://i.gyazo.com/e6b54c3a016417e6a1a297565be5d9d7.png"
  },
  {
    "en": "In Ancient Rome (43 AC), biting other players in the field was allowed. Sometimes it disrupted the game.",
    "image": "http://i.gyazo.com/8e02eb310681d8d4687c2c2ded44d7bd.png"
  },
  {
    "en": "In the 1800s in soccer, some teams wanted to continue using their hands to select the ball. These teams separated from the main football and created a sport  called \"Rugby\".",
    "image": "http://i.gyazo.com/87614dca5db1cb18a8a8c30eb3ee86c2.png"
  },
  {
    "en": "While the World Cup is an international sporting event, it has generally been held on only two continents",
    "image": "http://i.gyazo.com/c162a5f1acd89ebd47e7ae93d10f9f82.png"
  },
  {
    "en": "Colombian soccer player Andres Escobar accidentally scored an \"own-goal,\" or a goal against his own team, in a match against the United States in the 1994 World Cup. For this he was shot dead in his own country",
    "image": "http://i.gyazo.com/dc37ddf41efbb2d0b0de1b97da356a74.png"
  },
  {
    "en": "In Ancient Greece, instead of a ball, players kicked fruit, such as melon and watermelon.",
    "image": "http://i.gyazo.com/9c0386fe0f15cc6c374a411990b0b8d8.png"
  },
  {
    "en": "Some historians claim, judging by the rock paintings, that even the most ancient people played football.",
    "image": "http://i.gyazo.com/7ef9ab7ed40691a4849036228f4af73b.png"
  },
  {
    "en": "Football was introduced to the United States in the 17th century by English colonists. However, Harvard (University) has adopted rugby rules for its football teams.",
    "image": "http://i.gyazo.com/268a85e66ccf39848a7ac72b1f69f85b.png"
  },
  {
    "en": "In the 17th century, the United States deliberately did not recognize European football. Teams played rugby in order to not be like everyone else.",
    "image": "http://i.gyazo.com/d1f8ef6bda2c635a5e3d641183fd947c.png"
  },
  {
    "en": "During WWI, Britain’s four national soccer associations (England, Northern Ireland, Scotland, and Wales) pulled out of FIFA, after FIFA ignored their demands that Germany and its war-time allies be kicked out of the organization.",
    "image": "http://i.gyazo.com/3a34c3ca4531ff382bf8503b5adfe53b.png"
  },
  {
    "en": "Only seven countries have ever won the World Cup in its whole history: Uruguay, Italy, Brazil, Germany, Argentina, England, and Spain.",
    "image": "http://i.gyazo.com/bf786f214b54072406fe02f396071070.png"
  },
  {
    "en": "One of the main reasons FIFA created the World Cup was that the Olympics did not allow professional soccer players to compete, meaning that the most talented players would not be able to participate.",
    "image": "http://i.gyazo.com/dc200ed6806ede564f6fdae38087732b.png"
  },
  {
    "en": "The FIFA World Cup has been held every four years since 1930, except for a 12-year hiatus during and after World War II.",
    "image": "http://i.gyazo.com/1ed51ce59b7b6bf57655b7ca0f8009b9.png"
  },
  {
    "en": "The largest soccer stadium in the world is located in Pyongyang, North Korea. The stadium can seat 150,000 visitors, but is also infamous as a site for the mass execution of military generals suspected of being enemies of the state.",
    "image": "http://i.gyazo.com/7f5f44181a0a3756814f4e2d9e8a02cc.png"
  },
  {
    "en": "The World Cup has always been about pitting the best in the world against each other",
    "image": "http://i.gyazo.com/c99b600e868c36db50bbee2f13344d18.png"
  },
  {
    "en": "Across the globe, 1.1 billion people watched the 2006 World Cup final between Italy and France. This was one-sixth of the total world population at the time.",
    "image": "http://i.gyazo.com/cb2e08d152ec7e02f56666b86cee01c1.png"
  },
  {
    "en": "British athletes formed the Football Association in 1863, only after that they adopted the modern rules of football.",
    "image": "http://i.gyazo.com/0f55741197d81eba471e33bad8c0b5c2.png"
  },
  {
    "en": "Only four European countries traveled to South America to participate in the World Cup in Uruguay: France, Romania, Yugoslavia and Belgium.",
    "image": "http://i.gyazo.com/37885dc17039146f994fdd70f7729dde.png"
  },
  {
    "en": "The second World Cup was hosted in Italy. Because Italy had refused to attend the World Cup hosted by Uruguay, Uruguay chose to snub Italy, making the second cup the only time a champion team was not present to defend their title.",
    "image": "http://i.gyazo.com/a24ea78beb19dee7cc4aa2521874e2ce.png"
  },
  {
    "en": "Brazil has hosted the World Cup twice, but did not win either time.",
    "image": "http://i.gyazo.com/80faa57905be39df6c732a886bf3450e.png"
  },
  {
    "en": "As of 2014, over three million U.S. youth played soccer",
    "image": "http://i.gyazo.com/ac2e4c22ee55d3734f426a580605dd4e.png"
  },
  {
    "en": "One of the reasons that football is so popular is that it is very easy to start playing it.",
    "image": "http://i.gyazo.com/f615e23732e350de53373465f2891283.png"
  },
  {
    "en": "Unlike sports such as American football or basketball, in football you really need a ball and an open field, and you are a player.",
    "image": "http://i.gyazo.com/c7b5919dd6848a075996f845a5bb91b5.png"
  },
  {
    "en": "While professional soccer is not nearly as popular in the U.S. as it is in Europe or South America, youth soccer leagues still thrive.",
    "image": "http://i.gyazo.com/b13683796caa55d4f871bbf12dfae4d0.png"
  },
  {
    "en": "Forbes consistently ranks soccer clubs as the most valuable sports franchises in the world. Real Madrid, Manchester United, and FC Barcelona regularly top the list.",
    "image": "http://i.gyazo.com/975aa9bfb2b60079af8f0f58293b62c9.png"
  },
  {
    "en": "The football stadium Estádio de Maracanã in Rio de Janeiro, Brazil, was the largest football stadium in the world for many years. The uniqueness of this stadium is that river passes through between the seats and the stadium.",
    "image": "http://i.gyazo.com/094a9ec099992b4ec186d734165c2bd0.png"
  },
  {
    "en": "The very name of football, comes from the English \"football\" which consists of 2 words: foot + ball (ball).",
    "image": "http://i.gyazo.com/d191ca1efeb5aa02174831e12839c32c.png"
  },
  {
    "en": "The American Professional Football Association was formed in 1920. It is 57 years later than the Football Association of England (1863).",
    "image": "http://i.gyazo.com/55fed9058a2923423717a828aa7ba0ca.png"
  },
  {
    "en": "The most watched television event in the United States is the Super Bowl.",
    "image": "http://i.gyazo.com/27a0ad281df38ee22aa6ecc46703bb85.png"
  },
  {
    "en": "The company \"Wilson Sporting Goods Company\", Ohio, is the official supplier of football for the NFL since 1941. They annually produce more than 2 million footballs.",
    "image": "http://i.gyazo.com/d26ba3a9f4504af78679d58e9c0931e8.png"
  },
  {
    "en": "The company \"Wilson Sporting Goods Company\", is famous not only for rugby balls, but also for basketball.",
    "image": "http://i.gyazo.com/b053a33778cb1a99e0a7f93ac6a343db.png"
  },
  {
    "en": "Football was more popular in the industrialized cities of the Midwest than in rural areas.",
    "image": "http://i.gyazo.com/9508cb6bb87c5e529e20b762db4e7980.png"
  },
  {
    "en": "Just two years after the end of their career, about 78% players go into bankruptcy.",
    "image": "http://i.gyazo.com/e0fd52e01c79c27dea9f05b3dc8a7415.png"
  },
  {
    "en": "Rugby at the collegiate level has the most catastrophic injuries compared to any other sport",
    "image": "http://i.gyazo.com/66d0ac7097e3c308c680e2a6706327e9.png"
  },
  {
    "en": "In 1892, former Yale star William “Pudge” Heffelfinger became the first recognized pro player when he accepted $500 to play for the Allegheny Athletic Association.",
    "image": "http://i.gyazo.com/42df4be89a811f445f350cee43ad856c.png"
  },
  {
    "en": "The handwritten original of the \"Rules of the Game\" written by Ebenezer Cobb Morley in 1863 is currently held in the National Football Museum, Manchester",
    "image": "http://i.gyazo.com/e76865c524e48af822424ceb14de4bf9.png"
  },
  {
    "en": "In 1992, because of the overly unspectacular game at the 1990 World Cup, a ban was imposed on touching the ball by goalkeeper using his hands after receiving the ball from his teammate",
    "image": "http://i.gyazo.com/3cb56f47f778a8d52e77bc88ed292e8e.png"
  },
  {
    "en": "The football match usually consists of 2 halves 45 minutes each. But watching the match on TV can take up to 2:30 hours. (Including additional time, advertising and break)",
    "image": "http://i.gyazo.com/134e938060b7b0cb57846839f1af8a27.png"
  },
  {
    "en": "Advertising on TV between matches is considered the most expensive. Because it attracts the most attention. Advertising agencies even fight for a place by participating in something like an auction.",
    "image": "http://i.gyazo.com/78e0db1591d819186faacbd99721c6d2.png"
  },
  {
    "en": "In the US, about 3 million jobs are in the sports industry, which is about 1% of the population.",
    "image": "http://i.gyazo.com/8ae3ac3d5c516b673e436b502f89f713.png"
  },
  {
    "en": "Chicken wings and pizza are the most popular snacks on the football stadium.",
    "image": "http://i.gyazo.com/40dc79376d3b514298c79bec0bab73d8.png"
  },
  {
    "en": "Americans eat about 1.25 billion chicken wings during the match on average.",
    "image": "http://i.gyazo.com/01ed21ced40c91f9fa374691f51d554d.png"
  },
  {
    "en": "The second Bangkok League Seven-a-Side Competition had over 35,000 players participating.",
    "image": "http://i.gyazo.com/2d3d886697302f4bee6891b1f0e8906f.png"
  },
  {
    "en": "Bangkok soccer league had at least 5,098 teams in 1999.",
    "image": "http://i.gyazo.com/0a91e15c18b271bc2a266eb11b1ce7f0.png"
  },
  {
    "en": "Stefan Stanis (France) scored 16 goals in one match. He played in the \"Racing Club de Lens\" in December 1942.",
    "image": "http://i.gyazo.com/2fea250ce82f5ffc0de999a71a348093.png"
  },
  {
    "en": "Based on video evidence, one of the fastest goals ever scored was in 2.8 seconds by Ricardo Olivera (Uruguay) in December 1998.",
    "image": "http://i.gyazo.com/04a2d9409fd72eb19508ee4077a8c3d0.png"
  },
  {
    "en": "Football goalies didn't have to wear different coloured shirts from their teammates after 1913",
    "image": "http://i.gyazo.com/792d69fb6fa3a5fd514d5373dca3e8a5.png"
  },
  {
    "en": "Football players run an average of 9.65 kms during every game.",
    "image": "http://i.gyazo.com/0659cbb684b53aadd11b4949aae1e83b.png"
  },
  {
    "en": "The very first game of basketball was played with a soccer ball.",
    "image": "http://i.gyazo.com/29215688e9a96a891c56c2d067a8e1d0.png"
  },
  {
    "en": "The World's First Football Club was the English \"Sheffield Football Club\". It was founded in 1857 by Colonel Nathaniel Cresswick and Major William Priest, two British Army officers.",
    "image": "http://i.gyazo.com/9d6f172e1d620bb06ead16e2c2134694.png"
  },
  {
    "en": "European Teams have reached every World Cup final, except for the finals of 1930 and 1950.",
    "image": "http://i.gyazo.com/4e5340b49dc4872659a365283add023f.png"
  },
  {
    "en": "The highest scoring game was clocked 149-0. Stade Olympique de L’emyrne, a team from Madagascar scored own goals. They did it as a form of protest against the unfair decision by referee in the previous game.",
    "image": "http://i.gyazo.com/22adf6732721c3f9391d8e5427f42bec.png"
  },
  {
    "en": "Ronaldinho came into the limelight when he scored 23 goals in a 23-0 game",
    "image": "http://i.gyazo.com/ae57469771e5a3f0063924866c5cf85f.png"
  },
  {
    "en": "Celestine Babayaro, Nigerian born Chelsea player injured his legs while celebrating his debut goal in a pre-season match",
    "image": "http://i.gyazo.com/138435775ba21e98b7543e47ee8bf99c.png"
  },
  {
    "en": "Luigi Riva broke the spectator's hand with a powerful blow. This happened when the ball flew into the spectator tribune.",
    "image": "http://i.gyazo.com/9fa97304acf70cca12e0632dfdf2cf4a.png"
  },
  {
    "en": "The first black soccer player was Arthur Wharton in the 1800s.",
    "image": "http://i.gyazo.com/695ce0ddca6c7b5b72d1fd0d4764fdec.png"
  },
  {
    "en": "In honor of the 1st black-skinned football player (Arthur Wharton) a monument erected in Georges Park (Britian).",
    "image": "http://i.gyazo.com/e491dab3a3d04684e72334b72e59c722.png"
  },
  {
    "en": "Pele was the first to call football “the beautiful game”.",
    "image": "http://i.gyazo.com/50f09ebd19cd22af7d48a8d96f6058b3.png"
  },
  {
    "en": "Only Americans and Canadians call football “soccer”. Nobody else.",
    "image": "http://i.gyazo.com/21037f7026be67cc553e335f21c27424.png"
  },
  {
    "en": "In 19th century England, it was popular to add the “-er” sound to shortened words. Therefore, the \"soccer\" appeared as a reduction from \"Assoc Football\", which meant \"Association of Football",
    "image": "http://i.gyazo.com/931f7304be9bd2020cb28c9665926caf.png"
  },
  {
    "en": "In 1964, a referee’s call during a football match in Peru caused a riot that killed over 300 people.",
    "image": "http://i.gyazo.com/f60da8a393033f22dca905a5337230c1.png"
  },
  {
    "en": "In 1998, a lightning killed an entire football team. The catastrophe occurred in Congo during a match between the villages of Bena Tshadi and nearby Basangana.",
    "image": "http://i.gyazo.com/3cb84e9786cceb15231ca9e39aac89cc.png"
  },
  {
    "en": "ASEC Abidjan of Cote d’Ivoire was unbeaten for 108 games between 1989 and 1994.",
    "image": "http://i.gyazo.com/b8e586c176b8a31d314e418d785bc4bf.png"
  },
  {
    "en": "Worldwide, there are 27 professional football clubs that take a Beatles song as a nickname for their team",
    "image": "http://i.gyazo.com/660b25af74bba39f7ab9ba0e9201bb9a.png"
  },
  {
    "en": "Neil Armstrong originally wanted to play soccer on the moon - but NASA deemed it to be un-American.",
    "image": "http://i.gyazo.com/d393b45b5d44fd1d14327b4ce9c732f6.png"
  },
  {
    "en": "The ball used in professional football has remained exactly the same size and shape for 120 years - 28 inches (71 cm) in circumference.",
    "image": "http://i.gyazo.com/2544eaa81ac08f9546462f37beda8790.png"
  },
  {
    "en": "More than 80% of the world’s footballs are manufactured in Pakistan.",
    "image": "http://i.gyazo.com/3e654dfb3461bcf9606f61f5a7202833.png"
  },
  {
    "en": "The first live coverage of a football match was shown on television in 1937. It was a practice match Arsenal played at Highbury stadium.",
    "image": "http://i.gyazo.com/7e5a60823f367444d6037636c3af833b.png"
  },
  {
    "en": "In the match between the sports Ameliano and General Caballero in Paraguay, 20 red cards were shown.",
    "image": "http://i.gyazo.com/6c6761cdc81019dde26a81b849cd62cf.png"
  },
  {
    "en": "In 1978, Manchester United manager, Sir Alex Ferguson was fired for swearing at a lady.",
    "image": "http://i.gyazo.com/fb0c427f1d11c296ebe5a7c2f95c6225.png"
  },
  {
    "en": "Father of Ryan Giggs (from Manchester United) was a professional player in the rugby league.",
    "image": "http://i.gyazo.com/8f336a50474215fec7ca826c63834074.png"
  },
  {
    "en": "Oliver Kahn is the only goalkeeper in the history of FIFA to have won the Golden Ball trophy.",
    "image": "http://i.gyazo.com/f7420d0be037a5f16bf79c0e59679b62.png"
  },
  {
    "en": "The record number of World Cup career goals is 16 by German striker Miroslav Klose.",
    "image": "http://i.gyazo.com/2ff5f09112b7c187b2f9af630b4f8ea0.png"
  },
  {
    "en": "India withdrew from the 1950 World Cup. They did it because of FIFA regulations that players had to wear football boots and would not be allowed to play barefoot.",
    "image": "http://i.gyazo.com/7d39495a4134f7b2b240cef749d668a7.png"
  },
  {
    "en": "Norman Whiteside was 17 when he played in the 1982 FIFA World Cup, making him the youngest player to play in the world cup.",
    "image": "http://i.gyazo.com/414d7262882caad8c2987bace45a96df.png"
  },
  {
    "en": "In 1992, 42-year-old Roger Milla became the oldest goal scorer and the oldest player in World Cup history.",
    "image": "http://i.gyazo.com/f5170b7b02393c35cb36d0e2612d316f.png"
  },
  {
    "en": "The largest attendance for a Football match was 199,854. The match was played between Brazil and Uruguay in the World Cup at the Maracana Municipal Stadium, Rio de Janeiro, in July 1950.",
    "image": "http://i.gyazo.com/e74806969dcafcdf9ddd3ae361b093fe.png"
  },
  {
    "en": "The fewest number of fans to watch a World Cup Football game was 300 in Uruguay in 1930.",
    "image": "http://i.gyazo.com/5f118df56ade49cff717a51bb3ed92ff.png"
  },
  {
    "en": "Sir Viv Richards is the only person to have played both World Cup Football and World Cup Cricket. He played football for Antigua in 1974 World cup qualifiers.",
    "image": "http://i.gyazo.com/bc0118ab9c1b1ad0e57b47b851466198.png"
  },
  {
    "en": "In 1986, FIFA prohibited shirt swapping because they did not want players to bare their chests on the field. Despite the prohibitions, some players do as they see fit.",
    "image": "http://i.gyazo.com/e4712cad472a4a49e0c5f967e64b6d53.png"
  },
  {
    "en": "Zinedine Zidane has the most cards shown against him - 4 Yellow cards and 2 Red cards.",
    "image": "http://i.gyazo.com/dfa1d1bee2d13c0348f291eaf7a7ec22.png"
  },
  {
    "en": "Antonio Carbajal (goalkeeper) has the record for playing the most number of World Cups. He represented Mexico in 5 world cups in 1950, 1954, 1958, 1962 and 1968.",
    "image": "http://i.gyazo.com/33e8be2ef8e3a1f723cb643a6775ff7e.png"
  },
  {
    "en": "Mexico is the only country to host the football world cup twice.",
    "image": "http://i.gyazo.com/871cc64d6a8e354289ef85af8b1cdebd.png"
  },
  {
    "en": "The famous moment when Marilyn Monroe opens the US football game - Israel, 1959. This photo was in all the newspapers.",
    "image": "http://i.gyazo.com/3289e0c90e8570cfb2d6b3d2a215d6e8.png"
  },
  {
    "en": "This cat deserved a standing ovation which would be envied by any famous player. Liverpool-Arsenal match, 1964. Photo: \"Cat on the football field\".",
    "image": "http://i.gyazo.com/9aa13019023d1571590f92d5fe9b1822.png"
  },
  {
    "en": "In China, the \"Han\" dynasty, the game of football was called \"Cuju\".",
    "image": "http://i.gyazo.com/8aa92858c3f71d0bb7161f74a91cf02c.png"
  },
  {
    "en": "Football was started playing professionally from 1895. Before that, it was just a sort of entertainment in your spare time.",
    "image": "http://i.gyazo.com/c21f8f57094547a60d7299ace2e710a8.png"
  },
  {
    "en": "FIFA World Cup is held every 4 years, so it is very important for players and fans.",
    "image": "http://i.gyazo.com/b922f1ad4ae49b2acecbe5fb239f8d03.png"
  },
  {
    "en": "The number of players in football is the same, and has not changed over the past 121 years.",
    "image": "http://i.gyazo.com/54681641fd98fbb6093f59f8fe51a140.png"
  },
  {
    "en": "Carlos Carzely was the first player to receive a red card and this happened in the world cup of 1974.",
    "image": "http://i.gyazo.com/b6b422dcb4eccb10aebfa16208d1eebf.png"
  },
  {
    "en": "20 red cards were shown during the 1993 match between Sportivo Ameliano and General Caballero in Paraguay.",
    "image": "http://i.gyazo.com/5090e081df9393306cd6c6fe56edcc4e.png"
  },
  {
    "en": "Goalkeeper Arthur Wharton (the first black professional football player) was born in Ghana (the Gold Coast) and played in the English team Rotherham United in 1889.",
    "image": "http://i.gyazo.com/555c3992434f90f3901d817a9543fc49.png"
  },
  {
    "en": "Goalkeeper Arthur Wharton (the first black professional football player) was born in Ghana (then the Gold Coast) and played in the English team Rotherham United in 1889.",
    "image": "http://i.gyazo.com/555c3992434f90f3901d817a9543fc49.png"
  },
  {
    "en": "The blindfolded Italians Luigi Franco Gemma chose a straw to choose the winner. So in 1954, Turkey eliminated Spain during the World Cup qualifying matches by selecting a straw.",
    "image": "http://i.gyazo.com/fdca13c774edd2590fc0b0c72720686b.png"
  },
  {
    "en": "In 1968, Penarol (club) from Uruguay conceeded only five goals in 18 games on the way to an unbeaten season.",
    "image": "http://i.gyazo.com/c0d4664c49765ef98126f8c0496041b7.png"
  },
  {
    "en": "In 1996, George Weah (former football player) bought for his team uniforms and covered the expenses so that Liberia could take part in the Cup of African Nations.",
    "image": "http://i.gyazo.com/5ac2ef65592f7a5437feda6b917cab9b.png"
  },
  {
    "en": "Jean Langen (referee from Belgium) wore a suit and a red striped golf tie, when he judged in the finals of the 1930 World Cup. He had 4 spares, just in case.",
    "image": "http://i.gyazo.com/441c688549a883f5fe3e7cfe247ae526.png"
  },
  {
    "en": "Flying dutchman Dennis Bergkamp, who was afraid to fly, had to miss many international and national games for Arsenal.",
    "image": "http://i.gyazo.com/490db6fadd376194ee576681d30611a0.png"
  },
  {
    "en": "Sir Stanley Matthews was never booked even once during the game for his entire 33-year career.",
    "image": "http://i.gyazo.com/3fb5808830468fba76dd2abf0317729e.png"
  },
  {
    "en": "Arsenal of Herbert Chapman\" changed its name to just \"Arsenal\", to be on top of the alphabetical list of old division clubs.",
    "image": "http://i.gyazo.com/22440f20e549a1bbd1a2ca633d24c8ea.png"
  },
  {
    "en": "Nooit opgeven altijd doorgaan, Aangenaam door vermaak en nuttig door ontspanning, Combinatie Breda\" is the longest football club name in the entire sport; the Netherlands-based team is commonly referred to just as \"NAC Breda\".",
    "image": "http://i.gyazo.com/5a13ec70ad03354b8503e34c21d72175.png"
  },
  {
    "en": "Robbie Keane is the Republic of Ireland national football team’s top scorer in history, scoring 68 goals in 146 games.",
    "image": "http://i.gyazo.com/36ccc54f6b50fe3be2d84b5d9c10eff6.png"
  },
  {
    "en": "Arthur Friedenreich scored an astounding 1,329 goals over his 26 years playing for Brazil making him the top scoring footballer in world history.",
    "image": "http://i.gyazo.com/f133ca05fcdebe09d623fcaf660e8784.png"
  },
  {
    "en": "The World Cup in 2014 took place in Brazil, where it is forbidden to drink alcoholic beverages during football matches. The brewery \"Budweiser\" was the sponsor of the Cup.",
    "image": "http://i.gyazo.com/fdcb30bcb47bde490d4058e23ac8902d.png"
  },
  {
    "en": "In 1953, iconic James Bond actor Sean Connery was offered a contract to play for Manchester United.",
    "image": "http://i.gyazo.com/29cb74a38eccd94bb3628e69c6c9fd8f.png"
  },
  {
    "en": "Players run between six and ten miles over the course of one game, which is the most out of any other sport.",
    "image": "http://i.gyazo.com/b1f5fc547af8e27bd0e01bcff41a2626.png"
  },
  {
    "en": "Greenland is not allowed to be a part of FIFA because they are unable to grow the grass for regulation pitches.",
    "image": "http://i.gyazo.com/83b9fd3b973a5c7ea720ca5d7ec04260.png"
  },
  {
    "en": "Norway is the only country that has never lost a match to Brazil, though they have drawn twice.",
    "image": "http://i.gyazo.com/7c6fd8fc0d13ff1200aec1aa21141585.png"
  },
  {
    "en": "Germany’s birth rate went up by 30% after they hosted the World Cup in 2006.",
    "image": "http://i.gyazo.com/1c367ba56088db7bc9f81e4a8ebf9291.png"
  },
  {
    "en": "Before the year 1908, Irish prisoners that had been executed had their stomach tissues harvested to make soccer balls.",
    "image": "http://i.gyazo.com/77b370a3623390f8a081d2d407ab3580.png"
  },
  {
    "en": "Soccer cleats are commonly referred to as “hooves.”",
    "image": "http://i.gyazo.com/188580659fee3df4b318cb89f84acc84.png"
  },
  {
    "en": "Swedish MP, Lars Gustafsson, nominated football for the Nobel Peace Prize in the early 2000s.",
    "image": "http://i.gyazo.com/579a38ad9886d3d0fd9a43e12de02e1c.png"
  },
  {
    "en": "A 20-month-old toddler has become the youngest professional footballer in the world after being signed up by FC Racing Boxberg. This is a historic signing.",
    "image": "http://i.gyazo.com/aaf017b3c4139df4f10d5b962061acad.png"
  },
  {
    "en": "Pelé said: \"Success is no accident. It is hard work, perseverance, learning, studying, sacrifice and most of all, love of what you are doing or learning to do\".",
    "image": "http://i.gyazo.com/ea08a23c42fbe7db9fd295fb83d7c8d3.png"
  },
  {
    "en": "The Romans played a game named \"harpastum\", which can be said to be the ancestor of the modern game of soccer.",
    "image": "http://i.gyazo.com/c4ffc35a289a6dec95ab80818b3fff8b.png"
  },
  {
    "en": "In the early days of the game, referees used to wave a handkerchief to control the players and the game, and whistles were introduced in the game only in the year 1878.",
    "image": "http://i.gyazo.com/fd12cddfdf50d2e5d32caadd7093b2d5.png"
  },
  {
    "en": "There is a version that \"football\" was developed in Newgate prison in London in the early 1800s, where those prisoners whose hands were cut off for crimes such as robbery came up with a game in which their feet could play.",
    "image": "http://i.gyazo.com/54d8aa962a5320df8ac642d93c60fcc0.png"
  },
  {
    "en": "Soccer became an Olympic sport in the year 1908.",
    "image": "http://i.gyazo.com/808e443d3dc7040b35b9f4bf6f5ae3ed.png"
  },
  {
    "en": "FIFA recognizes that no historical connection exists with any game that was played in antiquity outside Europe.",
    "image": "http://i.gyazo.com/122ef4a829b0098750012982c89579b7.png"
  },
  {
    "en": "The first ever women's world championship (1991 in China) was won by the United States.",
    "image": "http://i.gyazo.com/b4898fc4c74c0ce42d7c94eef770abd4.png"
  },
  {
    "en": "The Football Association Challenge Cup, more popularly known as the FA Cup, is the oldest soccer competition in the world.",
    "image": "http://i.gyazo.com/92c3202905a5d567ab402841a11efacb.png"
  },
  {
    "en": "The World Cup trophy weighs nearly 13 pounds (6 kg), and is made of 18 carat gold.",
    "image": "http://i.gyazo.com/a7f0e6c09e9960da13c2ab1687fae6bf.png"
  },
  {
    "en": "More than 200 countries enter qualifications for the World Cup in present times.",
    "image": "http://i.gyazo.com/a14c3f7da514b623e863de7a74b36922.png"
  },
  {
    "en": "The 2014 FIFA World Cup cost $14 billion.",
    "image": "http://i.gyazo.com/f80e3f409c14f4c23b674dd70b231bb6.png"
  },
  {
    "en": "Until the year 1882, there were no crossbars on the goals, which meant that any ball that went in between the two side posts at any height was considered a goal.",
    "image": "http://i.gyazo.com/bd851c625fc82c3ff9706d183a3eed2b.png"
  },
  {
    "en": "The first player to be \"red\" carded was Chilean player Carlos Caszely, during the 1974 World Cup.",
    "image": "http://i.gyazo.com/369446655c5f5e5717b51a1a360d7b9a.png"
  },
  {
    "en": "In 2002, German international Oliver Kahn became the first goalkeeper to win the most valuable player in a World Cup.",
    "image": "http://i.gyazo.com/6cf9d65a99416d21ced6cdb764c11cf6.png"
  },
  {
    "en": "In the year 1998, April Heinrichs became the first woman to be inducted into the National Soccer Hall of Fame.",
    "image": "http://i.gyazo.com/6a9ae584dedcc310e24b370c5cfac2fc.png"
  },
  {
    "en": "Pele - The only player in the world who was part of three different teams that won the World Cup.",
    "image": "http://i.gyazo.com/a3c1ddf43037055d1a90f7e52c03c32a.png"
  },
  {
    "en": "Just Fontaine of France scored 13 goals in the 1958 World Cup, which is the most by any player in a single FIFA World Cup.",
    "image": "http://i.gyazo.com/e5a5154a5433a6ed7e87ecac5ec672a3.png"
  },
  {
    "en": "Hakan Sukur holds the record for the fastest goal in a World Cup game, when he scored one against South Korea within 11 seconds from the start, in 2002.",
    "image": "http://i.gyazo.com/5bbd2c0b9f571511223735ed6d582995.png"
  },
  {
    "en": "Lothar Matthaus, at 25, was a stunning player in most World Cup games.",
    "image": "http://i.gyazo.com/6b18611cd50b189e3d919ecee209e741.png"
  },
  {
    "en": "Bert Patenade from the US scored the first hat-trick at the World Cup, scored all three in a game against Paraguay in the 1930s.",
    "image": "http://i.gyazo.com/9aa73ec01c6a9ea0023611487e831f0e.png"
  },
  {
    "en": "Brazil has never lost a single match, when Pele and Garrincha played together.",
    "image": "http://i.gyazo.com/bb7106f7b4b9a941e3e82dad01a8969f.png"
  },
  {
    "en": "Hungary beat El Salvador 10 - 1, making it the most goals ever scored in a World Cup soccer game.",
    "image": "http://i.gyazo.com/f5473b88162c868130ff201596397e3a.png"
  },
  {
    "en": "Scotland has been to the World Cup 8 times, and has been eliminated in the group stages on all 8 occasions.",
    "image": "http://i.gyazo.com/0e9e147aa52a2fbf159d569198552eb4.png"
  },
  {
    "en": "Only 6 of all the World Cups till now had been won by the host country.",
    "image": "http://i.gyazo.com/983b8f7e2f379864af1d0b8f0765b8eb.png"
  },
  {
    "en": "Rangers, a Scottish team, has won a staggering 54 titles",
    "image": "http://i.gyazo.com/353381c4adf6028955a91758ec1dda4e.png"
  },
  {
    "en": "Michael Laudrup was a part of the Barcelona team when they won against Real Madrid 5 - 0. He was also a part of the Real Madrid team when they won 5 - 0 against Barcelona.",
    "image": "http://i.gyazo.com/df5a7f42b4a30dff7ccfaf86060f7f51.png"
  },
  {
    "en": "The USSA (1919 - 1921) was the first professional soccer league in the United States. Players were paid 35 cents for every goal that they scored.",
    "image": "http://i.gyazo.com/61e6e94ad89722406802aafc748779a3.png"
  },
  {
    "en": "In 1950, the original world cup which was made of papier-mâché had to be replaced because of heavy rains.",
    "image": "http://i.gyazo.com/07c9d2b25d9583568c93e2134f90ffbe.png"
  },
  {
    "en": "Till the year 1991, soccer was illegal in the US state of Mississippi.",
    "image": "http://i.gyazo.com/52f66f90ff4c9717dba2f8681f47b981.png"
  },
  {
    "en": "Martin Sylvester, an English referee had himself sent off during an Andover and District Sunday League game in 1998, after he punched a player during the game.",
    "image": "http://i.gyazo.com/70664545c5b88d56e3e8bd42b1ccff8c.png"
  },
  {
    "en": "Cristiano Ronaldo was nicknamed 'cry-baby' when he was a child.",
    "image": "http://i.gyazo.com/c66f7dcf90c11b5e00f891eedaef9c56.png"
  },
  {
    "en": "David Beckham suffers from Ornithophobia, which is the fear of birds.",
    "image": "http://i.gyazo.com/cb301d0e3023817f43ecb061729a64d9.png"
  },
  {
    "en": "In a qualifying match for the 1994 World Cup, Chilean goalkeeper Rojas faked being hit by fireworks. He was banned for life and Chile were banned from the 1994 finals.",
    "image": "http://i.gyazo.com/7ceb53d63f2843071d12d86a8dab226a.png"
  },
  {
    "en": "It was only in 1984 that football players were allowed to take part in the Olympics.",
    "image": "http://i.gyazo.com/bc00f536c68a52092dac443c767a1915.png"
  },
  {
    "en": "Football is actually supposed to be a non-contact sport.",
    "image": "http://i.gyazo.com/85bec44f9dd282584c3016685bc51ff2.png"
  },
  {
    "en": "In 1978, in Tanzania, a referee was arrested during a game, because he had smoked marijuana just before the match started.",
    "image": "http://i.gyazo.com/ca84d441672b97bcd70500394e3241cc.png"
  },
  {
    "en": "Arthur Friedenreich (1,329 goals in his career) was the Copa America player of the tournament and \"the golden boot\" winner in 1919.",
    "image": "http://i.gyazo.com/dc52ad2299899f1b600ebdc222acc0a7.png"
  },
  {
    "en": "Pele never played in Europe, spending the majority of his career at childhood club Santos.",
    "image": "http://i.gyazo.com/a35055a10c39d22fb7fb88b2f77713f7.png"
  },
  {
    "en": "Pele spent a couple of seasons at \"New York Cosmos\" before calling time on his stunning career.",
    "image": "http://i.gyazo.com/77eefd3a3df80e90350a8b90a0ab970b.png"
  },
  {
    "en": "Josef Bican (805 goals for career) had a significant pace and was able to run 100 meters in 10.8 seconds, which was just as fast as many sprinters of that time.",
    "image": "http://i.gyazo.com/6683320df20c76c46e2b1b5ad8949c41.png"
  },
  {
    "en": "Josef Bican goalscoring exploits are scarcely believable. In 49 games for Vienna he scored 52 times while with Prague, he played 217 times scoring an astonishing 395 goals.",
    "image": "http://i.gyazo.com/fdebc40d23afde4947b1327ecfa3ef0f.png"
  },
  {
    "en": "The casual manner of Romario's play (743 goals per career), and his high self-confidence made him one of the most dangerous attackers of all time.",
    "image": "http://i.gyazo.com/46560f7b5c85ecea8491890b531e8da3.png"
  },
  {
    "en": "Gerd Muller (711 career goals) is considered the most lethal finisher of the attacks in the history of football.",
    "image": "http://i.gyazo.com/f1dd9fc2b7654e73e0941ae59f4f9110.png"
  },
  {
    "en": "Gerd Müller’s statistics are truly astonishing. He scored goals everytime he played.",
    "image": "http://i.gyazo.com/366b92c0d06a7a6e8fb572429edf0eeb.png"
  },
  {
    "en": "Gerd Muller - was not the one who liked showing the length of his legs and beautiful strokes or wasted time flirting with the public. He was just playing. He was engaged in sports for 100%.",
    "image": "http://i.gyazo.com/fafe0c6ddaa18f87ac17c136de7efde0.png"
  },
  {
    "en": "Gerd Müller's short legs gave his body a low gravitational center, so he could quickly and perfectly play in space and at a speed that would cause other players to fall.",
    "image": "http://i.gyazo.com/dbe1d9463bbf06920775fca56891a8f3.png"
  },
  {
    "en": "Ferenc Puskas (700 career goals), one of the greatest players ever to play this game. He was the leader of the all-conquering \"Magyar Magyars\" and led the Hungarian team to unprecedented success.",
    "image": "http://i.gyazo.com/4436c2bbcbfef3d1bac14412daff28f1.png"
  },
  {
    "en": "Ferenc Puskas (700 career goals) is the sixth scorer of all time.",
    "image": "http://i.gyazo.com/423e91dfe8f8c76df0af14ceae0ab488.png"
  },
  {
    "en": "Cristiano Ronaldo (700 goals for career), in 389 matches scored an astonishing 399 goals and was at the forefront of the Champions League triumph in Madrid.",
    "image": "http://i.gyazo.com/bd8f2be816d656eacb669c6ab880722f.png"
  },
  {
    "en": "Cristiano Ronaldo, With 81 goals for Portugal, he is their all-time record goalscorer.",
    "image": "http://i.gyazo.com/2b64d1b19c3a70d2d3bae37b7d9cd130.png"
  },
  {
    "en": "The only footballer ever to win the Ballon d’Or five times, Lionel Messi is an absolute phenomenon.",
    "image": "http://i.gyazo.com/2c18b3f18dc329983ea12504308bc2c8.png"
  },
  {
    "en": "The diminutive Argentinian, Lionel Messi, has been Barcelona’s main man since 2008 and has put in some spell bounding performances for both Barcelona and Argentina.",
    "image": "http://i.gyazo.com/cb9ed1d1a3c4c013968d9c9ee7054342.png"
  },
  {
    "en": "Lionel Messi-  a player who has defined a generation along with Cristiano Ronaldo. Messi is definitely one of the greatest footballers of all time.",
    "image": "http://i.gyazo.com/9202d1fa0bcb12c31f20fb9a0754ade0.png"
  },
  {
    "en": "Messi stepped over the bar the 800 goals created. Let's see what will happen next in his career.",
    "image": "http://i.gyazo.com/1ed83833329b4c7ab07852ffc779ae4b.png"
  },
  {
    "en": "Lusail, the city that will host the 2022 FIFA World Cup final game does not yet exist.",
    "image": "http://i.gyazo.com/3f699290a2ebb266fdf58c69eb8ba36a.png"
  },
  {
    "en": "Many 3rd World villages cannot afford a soccer ball, so they play soccer with balls made from rags or disposable diapers.",
    "image": "http://i.gyazo.com/5a75c930fce81b2cd2367cbcb06da101.png"
  },
  {
    "en": "Queen Elizabeth II was a natural athlete and, dressed in disguise, was a frequent participant in pickup up soccer matches near Buckingham Palace in her teenage years in the late 1930s and early ’40s.",
    "image": "http://i.gyazo.com/473e8d2a96133c99e587a17a55dafeac.png"
  },
  {
    "en": "In 2002 the XEPL, a soccer league launched by the WWE’s Vince McMahon, played four games in the United Kingdom. The league folded due to lack of attendance and too many injuries from the trap doors placed throughout the field.",
    "image": "http://i.gyazo.com/d0581e9ae7106e4ee2aab4ea649d4209.png"
  },
  {
    "en": "English soccer star David Beckham is a distant cousin of Texas congressman Louie Gohmert (Member of the U.S. House of Representatives from Texas's 1st district).",
    "image": "http://i.gyazo.com/d1056df47316a46f7e8c05af1a376c72.png"
  },
  {
    "en": "The national sport of Canada is soccer.",
    "image": "http://i.gyazo.com/259c38f82e49dd37753587a04b6fb4a2.png"
  },
  {
    "en": "There are 32 panels on a traditional soccer ball, one for each country in Europe.",
    "image": "http://i.gyazo.com/86212e9c2318dd370c086843706862c5.png"
  },
  {
    "en": "Pelé, a Brazilian Portuguese word meaning “six feet,” He took the nickname due to being born with six toes on each foot.",
    "image": "http://i.gyazo.com/dda2573de8fd0514728d398a019da87f.png"
  },
  {
    "en": "More than 1 in 20 soccer injuries are caused by celebrating goals on the pitch.",
    "image": "http://i.gyazo.com/218ace75cfa613ee2fa16c299f227353.png"
  },
  {
    "en": "The original T-shirts were invented by the Dutch for fans of the Dutch national team.",
    "image": "http://i.gyazo.com/bc6975532f786b9d6091aee040bf0d56.png"
  },
  {
    "en": "In most countries, a soccer player’s uniform is actually called a “kit.”",
    "image": "http://i.gyazo.com/dd6742b3698bdb65ebe57b5c8b995876.png"
  },
  {
    "en": "Players did not wear cleats and shin guards until 1874.",
    "image": "http://i.gyazo.com/e326f710eff5bd4fd3882bb2da1e6f29.png"
  },
  {
    "en": "Mexico and Jamaica did not have an age restriction on the players they could use in the 2015 Copa tournament.",
    "image": "http://i.gyazo.com/faeb3b5014891ae1dd1f0ad59597277b.png"
  },
  {
    "en": "FIFA was established in 1904.",
    "image": "http://i.gyazo.com/512f9f6ef02f885b02f80ce17ba40d04.png"
  },
  {
    "en": "Over 1.5 million people tuned in to watch the 2015 Copa America final between Chile and Argentina.",
    "image": "http://i.gyazo.com/b739203de7a901e04548002a0308cf91.png"
  },
  {
    "en": "The 1999 Women’s World Cup Final was the most watched soccer game in U.S. TV history.",
    "image": "http://i.gyazo.com/22daf0fbb3ad28b69fb837a75cc74daa.png"
  },
  {
    "en": "In Hungary in 2018, a fluffy goodboy assisted in opening a new stadium by carrying the ball out to the centre circle",
    "image": "http://i.gyazo.com/cc8e0b2d962f34f17b7e5f0aabe9f790.png"
  },
  {
    "en": "High ranks of Scotland Yard demonstrate to the reporters the found cup of the Golden Goddess. Which was lost on March 21, 1966.",
    "image": "http://i.gyazo.com/8f2acceb9418d7c6848a5b0c384632bb.png"
  },
  {
    "en": "$8 Billion Contract was signed by the English Premier League for the broadcast of games in U.S. from 2016 to 2019",
    "image": "http://i.gyazo.com/9ff7aa6a5c79770c178ec55bdcd9a2d7.png"
  },
  {
    "en": "14 million jobs were created in the world, between 2011 and 2014, because of the World Cup.",
    "image": "http://i.gyazo.com/7ba726f02506fe654feda6e997503f15.png"
  },
  {
    "en": "7.2 billion is a predicted added tax revenue for Brazil for World Cup the 2014 host",
    "image": "http://i.gyazo.com/1bb1da0057baf94e3e455ea0b692c8db.png"
  },
  {
    "en": "In U.S. number of registered youth soccer players was 103 432 in 1974. In 2008 - 3 148 114 - and the number continues to grow.",
    "image": "http://i.gyazo.com/43f1a3cf0bce9c8e99cd5f57dbefe845.png"
  },
  {
    "en": "The total cost of the club (fund club): Manchester United is $3 689 000 000 from (July 2017). Manchester United is the richest club.",
    "image": "http://i.gyazo.com/98c78ed964a4512f435fd480b1242c79.png"
  },
  {
    "en": "The second club (by money capital) is сlub \"Barcelona\". Their state is estimated at $ 3,635,000,000 as of July 2017.",
    "image": "http://i.gyazo.com/76a0e7b26d2bd4b9b3739ae0da5c2bc5.png"
  },
  {
    "en": "Soccer is the fourth most popular sport to watch on TV in the U.S. It beats out: Hockey, Auto racing, Tennis and Golf",
    "image": "http://i.gyazo.com/ed5a8f0cb8f7a59a5510a27f1027d9d6.png"
  },
  {
    "en": "Zinedine Zidane was bought in 2001 for (75 million euros) from \"Juventus\" to \"Real Madrid",
    "image": "http://i.gyazo.com/39356c2096e5e426664f41a5ca12ff17.png"
  },
  {
    "en": "Zlatan Ibrahimovic was bought in 2009 for €69 million from \"Inter Milan\" to \"Barcelona\".",
    "image": "http://i.gyazo.com/831920970f0a899922fdb8b2c88a793e.png"
  },
  {
    "en": "Ricardo Kaka was bought in 2009 for €68 million from \"Milan\" to \"Real Madrid\".",
    "image": "http://i.gyazo.com/3a583a79a40f9517aaa59e03bcf75be3.png"
  },
  {
    "en": "After four largely indifferent years at the \"Bernabeu Kaka\" returned to \"Milan\" on a free transfer in 2013, with \"Real Madrid\" keen to get him off their wage bill.",
    "image": "http://i.gyazo.com/0a12518679f2b8f49d0f5bdc6e193309.png"
  },
  {
    "en": "Edinson Cavani was bought in 2013 for €64 million from \"Napoli\" to \"Paris Saint-Germain\".",
    "image": "http://i.gyazo.com/a2726608ef2c54c80bd8c9f6a832ab9b.png"
  },
  {
    "en": "Luís Figo was bought in 2000 for €62 million from \"Barcelona\" to \"Real Madrid\".",
    "image": "http://i.gyazo.com/8416b0e04f8191a4fad1f50043f102c5.png"
  },
  {
    "en": "Radamel Falcao was bought in 2013 for €60 million from \"Atletico Madrid\" to \"Monaco\".",
    "image": "http://i.gyazo.com/b3985d3e5451ba8a353064585a218a65.png"
  },
  {
    "en": "Fernando Torres was bought in 2011 for €58 million from \"Liverpool\" to \"Chelsea\".",
    "image": "http://i.gyazo.com/ed500de327ac16962b1524ecdb8df5b7.png"
  },
  {
    "en": "Neymar was bought in 2013 for €57 million from \"Santos\" to \"Barcelona\". In 2017 he was signed by PSG for 222 million euros from Barcelona to PSG",
    "image": "http://i.gyazo.com/917c5f2e83e16ef3451e7182c33fb333.png"
  },
  {
    "en": "In the year 1998. Nine-year-old Gareth Bale, with all his heart, was rooting for Brazil.",
    "image": "http://i.gyazo.com/2af37df2f407288fb907f0e172bed25b.png"
  },
  {
    "en": "At fourteen, Gareth Bale run a hundred-meter in 11.4 seconds and besides football he was fond of rugby, hockey and track and field.",
    "image": "http://i.gyazo.com/18f8bf45cd8825446dbb684a7bb66ca5.png"
  },
  {
    "en": "Gareth Bale is married to his school love Emma Reese-Jones. It's she who the footballer dedicates his goals. However, he never discusses his family with journalists.",
    "image": "http://i.gyazo.com/e0379103ac3ea8c7bace9196f915fcac.png"
  },
  {
    "en": "All the goals scored by Gareth Bale notes, folding his fingers in the form of a heart. This gesture became a trademark of the football player.",
    "image": "http://i.gyazo.com/f250b86334450aae278ab8a2f52efe14.png"
  },
  {
    "en": "Gareth Bale never hid that he admires the play of Cristiano Ronaldo and dreams of playing with him in one team. In 2013, this dream came true when Gareth moved to Real Madrid.",
    "image": "http://i.gyazo.com/0c2f395b3ea9b6a48df78dad1a4f2af0.png"
  },
  {
    "en": "After the decision was made to transfer Gareth Bale to Real Madrid, telephone calls with threats of murder began to arrive. The fan promised to leave Gareth Bale alone if he remained in the English club.",
    "image": "http://i.gyazo.com/57462bde1866c156ffc632fd0cc0533e.png"
  },
  {
    "en": "Despite the admiration for the game Gareth Bale, many fans of the \"Real\" note that he copies Cristiano Ronaldo and too much climbs forward.",
    "image": "http://i.gyazo.com/907caea0f4199078002c3733b77d76ed.png"
  },
  {
    "en": "Now Gareth Bale does not drink alcohol, but it was not always so: He stormily celebrated with his friends the transfer to Tottenham and it got so bad that he vowed to stop drinking.",
    "image": "http://i.gyazo.com/8a16e70239056a9bbcec539d382f8989.png"
  },
  {
    "en": "Gareth Bale was twice included in the symbolic team of UEFA - in 2011 and in 2013.",
    "image": "http://i.gyazo.com/3e847ced69dafc597ef783f126c0237a.png"
  },
  {
    "en": "The symbolic team is a national team which includes the top football players, according to the results of the voting. This team does not participate in the game.",
    "image": "http://i.gyazo.com/0f7bbcc12cd3f3c15028f4da11c32ba6.png"
  },
  {
    "en": "When Ronaldo was born, parents argued for a long time how to name the baby. Mother insisted on the name Cristiano. Father wanted to name his son in honor of Ronald Reagan, a popular US actor.",
    "image": "http://i.gyazo.com/7e473278327cce11a14026d3e9dc8e83.png"
  },
  {
    "en": "Cristiano Ronaldo is morbidly self-centered, so he probably achieved everything he has.",
    "image": "http://i.gyazo.com/f8c03c9e9fab586a3e0ccd395a40646a.png"
  },
  {
    "en": "Once Cristiano Ronaldo was accused of being not as good for the country as for the club.",
    "image": "http://i.gyazo.com/a1ac080dd2d97613d667b794a2ad6eb1.png"
  },
  {
    "en": "The game Cristiano Ronaldo against the Swedes, \"those four goals\", inspired the popular composer Pedro Abruñoz to write a specific song: \"Cristiano Ronaldo - Eu Estou Aqui\".",
    "image": "http://i.gyazo.com/cc0f2f07f5dd3d0121b23764fe28f012.png"
  },
  {
    "en": "The famous pose of Cristiano Ronaldo - feet shoulder width apart.",
    "image": "http://i.gyazo.com/9ed7af95055cf4623ac4cf6752804cc7.png"
  },
  {
    "en": "Balls after blows Cristiano Ronaldo from the penalty, flies in an incredible trajectory. Poor Goalkeepers",
    "image": "http://i.gyazo.com/42969bf5487e8c812ad0f4901f4d938b.png"
  },
  {
    "en": "When Cristiano Ronaldo, accidentally broke the boy's hand on demand (the ball flew to the podium, and the boy was catching it), the \"Royal Club\" gave the injured child a T-shirt with autographs of the players.",
    "image": "http://i.gyazo.com/a72d232740b737dbe9f4eac77872e211.png"
  },
  {
    "en": "Cristiano Ronaldo said that his success in football - this is what was given from above. And also hours, days, months and years of exhausting training.",
    "image": "http://i.gyazo.com/d26358b677b7d5414c1c430d9880f329.png"
  },
  {
    "en": "Cristiano Ronaldo is noticeably added to the muscle mass, and has not lost in sharpness and speed. In this way, he bypassed his rival, the Portuguese Quaresma.",
    "image": "http://i.gyazo.com/76b068f67c10181bdd9857607f5504a3.png"
  },
  {
    "en": "Cristiano Ronaldo has a son. He was born in July 2010. On the theme of who is the mother of the child, the Portuguese prefers not to spread.",
    "image": "http://i.gyazo.com/69bffcc53f1962d681aeea3a0e8a08cc.png"
  },
  {
    "en": "Nobody was surprised when getting the \"Golden Ball\" in 2014 and 2015, Cristiano Ronaldo went out together with the heir.",
    "image": "http://i.gyazo.com/2f524ca0537d9db29baa377ecb0c312c.png"
  },
  {
    "en": "In mid-December 2013, Cristiano Ronaldo opened his own museum. This historic event occurred in his homeland - in the city of Funchal, on the island of Madeira.",
    "image": "http://i.gyazo.com/eac5ef5bc2aadb02911013770e49cbef.png"
  },
  {
    "en": "In 2014. After the World Cup, Cristiano Ronaldo, visited his native land to open his own monument. In the firm posture.",
    "image": "http://i.gyazo.com/084b5e4922b65d9b80ebefb5e61a045a.png"
  },
  {
    "en": "Many argue that officially women's football took place in 1918. But in Russia in tsarist times, women had time to try it before the First World War in 1910.",
    "image": "http://i.gyazo.com/798aee9c92ecd7e962bac84c9ba8e01f.png"
  },
  {
    "en": "1926 London. A few minutes before the start of the match, \"Manchester United\" - \"Arsenal\" - went heavy snow.",
    "image": "http://i.gyazo.com/4d5c6cb8aa4f753b5ba2c647099e8bdf.png"
  },
  {
    "en": "On May 14, 1938, the German national team hosted the England national team at the Olympic Stadium in Berlin. Although the British won this match against the German national team with a score of 6: 3. An unpleasant sensation about this match was left for life.",
    "image": "http://i.gyazo.com/520bbf42aa1a0c3035dfe159e135f61e.png"
  },
  {
    "en": "In a civilized \"European Society\" they believed that men gather for women's football matches to admire the bare female legs.",
    "image": "http://i.gyazo.com/e84a07bc05d48d5e33e400b6e7aec6f4.png"
  },
  {
    "en": "Pele plays guitar during the World Cup in 1970.",
    "image": "http://i.gyazo.com/84bd7b9749e3403d76500ce23fda7497.png"
  },
  {
    "en": "1979 (Moscow, USSR) CSKA stadium. Young Elton John on the match CSKA-Dynamo.",
    "image": "http://i.gyazo.com/82348e1eb373de29ca4f853267d62c09.png"
  },
  {
    "en": "Elton John and the England national football team (1970). Elton John is still that football player.",
    "image": "http://i.gyazo.com/580c5341543a8ee6f23fc19152e949a0.png"
  },
  {
    "en": "Attending the World Cup isn't cheap. Tickets for the 2018 World Cup can run as much as $1,100 US, if you dont count resellers.",
    "image": "http://i.gyazo.com/0f66226f0c3fb5fd8c908e7407090d83.png"
  },
  {
    "en": "Brazil are the only country to have attended every single cup, and they have won it more times than any other country.",
    "image": "http://i.gyazo.com/dc8b3d9eda83bcbeee593a2bf19ee0ab.png"
  },
  {
    "en": "Because of the decision to host the first World Cup in Uruguay instead of Europe, many European countries opted not to play.",
    "image": "http://i.gyazo.com/0af2e55465cbac717aba474bab997bb7.png"
  },
  {
    "en": "The spherical shape of a soccer ball is an optical illusion created by a drawing. Drawing details are slightly oval.",
    "image": "http://i.gyazo.com/81c019fe0de5e719338bd1fac0670236.png"
  },
  {
    "en": "Chinese volunteers play the role of fans of North Korean team in World Cups, as they North Koreans are not allowed to travel.",
    "image": "http://i.gyazo.com/98d91160577b169c015ab943cb69f78d.png"
  },
  {
    "en": "The fastest red card in history was given to player Lee Todd two seconds after the whistle started the game. He was startled by the force with which the whistle was blown for kick-off. “F**k me, that was loud,” muttered Todd, and the referee promptly showed him the red card.",
    "image": "http://i.gyazo.com/8676f3de7bb8d102c9ca9ddd750c7d50.png"
  },
  {
    "en": "The third club (by money capital) is сlub \"Real Madrid\". Their state is estimated at $ 3 580 000 000 as of July 2017.",
    "image": "http://i.gyazo.com/b04794d716e7aa51e90696dd82965aac.png"
  },
  {
    "en": "Gareth Bale is considered the fastest modern football player: he can move around the field at a speed of 36.9 km / h.",
    "image": "http://i.gyazo.com/59a4e612fd489c70c468e257c11dfd42.png"
  }
]