[
  {
    "en": "Life expectancy in Ancient Rome was from 20 to 30 years.",
    "image": "http://i.gyazo.com/07b498912afedc257f9c38e2a649ff49.jpg"
  },
  {
    "en": "Flushable toilets were in use in ancient Rome.",
    "image": "http://i.gyazo.com/5271cbf3738302a9ec0de728d972b823.jpg"
  },
  {
    "en": "Over a million Europeans were captured and sold as slaves to North Africa between 1530 and 1780.",
    "image": "http://i.gyazo.com/d134bec6e1a2f09920b15c5be1362684.jpg"
  },
  {
    "en": "The world's first paved streets were laid in Rome in 170 B.C.",
    "image": "http://i.gyazo.com/358ba9b73b58c1d49cdcc809a54bb624.jpg"
  },
  {
    "en": "Christmas was illegal in the U.S. until 1836 as it was considered an Ancient Pagan Holiday.",
    "image": "http://i.gyazo.com/0580944cd4600e2e007d6b973b21ef98.png"
  },
  {
    "en": "Ancient Greeks and Romans often bought slaves with salt.",
    "image": "http://i.gyazo.com/3118efde52e3cbd393bf362be4e0609d.png"
  },
  {
    "en": "In 1954, archaeologists excavating an 8th-century Viking settlement in Sweden found a Buddha statuette from India.",
    "image": "http://i.gyazo.com/b045aba60cf2853d920b1850042a8eee.png"
  },
  {
    "en": "Written language was invented independently by the Egyptians, Sumerians, Chinese, and Mayans.",
    "image": "http://i.gyazo.com/00760011289a6ccde3e1abf945e740d0.jpg"
  },
  {
    "en": "Mapping is older than writing.",
    "image": "http://i.gyazo.com/bd7d413e4e956383390d04ac60488a0c.jpg"
  },
  {
    "en": "Ancient Romans used a sponge on a stick to clean themselves after pooping, and shared it with everyone.",
    "image": "http://i.gyazo.com/59657b8ad43a8433467bffbc838029c4.png"
  },
  {
    "en": "We Are Living In The Most Peaceful Time In Human History.",
    "image": "http://i.gyazo.com/8a04c14724d6344dfceb2e4bf332fcf0.png"
  },
  {
    "en": "During WW1, a Hungarian man was shot in the frontal lobe, making it impossible for him to fall asleep. He continued to live a full, sleepless life.",
    "image": "http://i.gyazo.com/d304bd1ec01cdb223ab96e4fc4a92613.png"
  },
  {
    "en": "WWI was the sixth deadliest conflict in world history.",
    "image": "http://i.gyazo.com/9cc74243ee6335ad562c97df53f5157f.png"
  },
  {
    "en": "The Afghan War is the longest war in U.S. history.",
    "image": "http://i.gyazo.com/eba0bcf6eb3eb58f35c7158bf4656fb3.png"
  },
  {
    "en": "About 100 billion people have died in all human history.",
    "image": "http://i.gyazo.com/8f4af9ee2ed7993ceddf3efad7061fbd.png"
  },
  {
    "en": "Roman Gladiators rarely fought to the death or against animals and were considered celebrities of their time.",
    "image": "http://i.gyazo.com/9c1a6bc3b5682068671a06ce831f3576.jpg"
  },
  {
    "en": "Most Romans avoided being cruel to slaves. They used bonuses and branding to improve productivity, just like modern employers.",
    "image": "http://i.gyazo.com/1fa5eb7a112687c6bd1928c07defb68a.jpg"
  },
  {
    "en": "A man revived 5 rivers and brought water back to 1000 villages in India using native water-preservation techniques",
    "image": "http://i.gyazo.com/6010c73d16021fe256e6d1c3a51f5ffc.png"
  },
  {
    "en": "After 9/11, the Maasai tribe of Kenya gave 14 of their most important cattle to America as aid.",
    "image": "http://i.gyazo.com/5248acca709dbc5aa5f2268a99622d0b.png"
  },
  {
    "en": "The pyramids were built by paid laborers. Not slaves. That's a myth by Herodotus, the Greek historian.",
    "image": "http://i.gyazo.com/601c12f8d0ef881735dc0bf8d4d60572.png"
  },
  {
    "en": "The naming of tropical storms and hurricanes officially began in 1953",
    "image": "http://i.gyazo.com/83a11c53b4593b36f615a132b96b8a3d.jpg"
  },
  {
    "en": "Hitler led the first public anti-smoking campaign in modern history.",
    "image": "http://i.gyazo.com/90e3bcfdaf2c6b54d553f891e2950c99.jpg"
  },
  {
    "en": "In ancient Greece, throwing an apple at someone was done to declare one's love.",
    "image": "http://i.gyazo.com/efa53ff4dde43e700d978d85ce119030.png"
  },
  {
    "en": "The yin-yang patterns earliest use is in Rome. Not China.",
    "image": "http://i.gyazo.com/55df58c67d0610f0adb5ca863f9ae300.png"
  },
  {
    "en": "In 1970 only 5 percent of the American population lived in cities.",
    "image": "http://i.gyazo.com/8635aa2d6647042b9dbf9b5c3d3452a0.png"
  },
  {
    "en": "Napoleon constructed his battle plans in a sandbox.",
    "image": "http://i.gyazo.com/0807c9d21c433ccbd24cbd9d3a17fdbd.png"
  },
  {
    "en": "Each king in a deck of playing cards represents a great king from history: Spades - King David, Clubs - Alexander the Great, Hearts - Charlemagne, and Diamonds - Julius Caesar.",
    "image": "http://i.gyazo.com/ac183cb82afbdbf25a26b64ee297f0c2.png"
  },
  {
    "en": "The swastika was originally a symbol of peace and honor and is still used by Buddhists today.",
    "image": "http://i.gyazo.com/cc4c83d0a12515670a90e080ab04ece9.png"
  },
  {
    "en": "In ancient Japan public contests were held to see who in a town could break wind loudest and longest. Winners were awarded many prizes and received great acclaim.",
    "image": "http://i.gyazo.com/bc1050bcd9d3f72438922e329852d38e.png"
  },
  {
    "en": "The military salute originated during the medieval times.",
    "image": "http://i.gyazo.com/9e3d9ad31f1b9a8dd40a61150f6bb325.png"
  },
  {
    "en": "Chewing gum was created by the Mayans over 300 years ago. They boiled the sap of the sapodilla tree and chewed it.",
    "image": "http://i.gyazo.com/3d99e1df869dcd2e9f0a32ea1f5eee34.png"
  },
  {
    "en": "At the outbreak of World War I, the American air force consisted of only fifty men.",
    "image": "http://i.gyazo.com/2feb389dc6e7ec9655968c341b12a66a.png"
  },
  {
    "en": "The Hollywood sign was first erected in 1923.",
    "image": "http://i.gyazo.com/e94a4ccfbea46fd4e2d4c35bd4186a29.png"
  },
  {
    "en": "In Shakespeare's time, mattresses were secured on bed frames by ropes. When you pulled on the ropes the mattress tightened, making the bed firmer to sleep on. Hence the phrase \"Goodnight, sleep tight\".",
    "image": "http://i.gyazo.com/929aba9ba693d224122ec0c3e987b131.png"
  },
  {
    "en": "Louis XVI of France was captured at Varennes in June 1791 while trying to flee his country.",
    "image": "http://i.gyazo.com/4e09f02a1e35032e74a9b43ebd3b4e8f.png"
  },
  {
    "en": "The word Nike comes from Greek Mythology. Nike is the goddess of victory and was often depicted as a small winged figure whom the goddess Athene carried.",
    "image": "http://i.gyazo.com/68ce197705a441f98ae431de8076c644.png"
  },
  {
    "en": "Kilts are not native to Scotland. They originated in France.",
    "image": "http://i.gyazo.com/09b606bbb3a25d1655d02c93e535e5be.png"
  },
  {
    "en": "The average bra size today is 36C. Ten years ago it was 34B.",
    "image": "http://i.gyazo.com/b0b6d94ff8bff6d0ba50965c7129840f.png"
  },
  {
    "en": "The largest pyramid in the world is not Egypt but in Cholulu de Rivadahia, Mexico. It is 177 feet tall and covers 25 acres.",
    "image": "http://i.gyazo.com/6b8587d6e136cb1c151843fc0388877b.png"
  },
  {
    "en": "Ancient Romans always entered the home of a friend on their right foot. The left side of the body was thought to portend evil.",
    "image": "http://i.gyazo.com/836c14359a47dce2441b06f4e2e3cac9.png"
  },
  {
    "en": "Cleopatra used pomegranate seeds for lipstick.",
    "image": "http://i.gyazo.com/cdb5abcdeb6631ea7cc9827276ea2017.png"
  },
  {
    "en": "Seven thousand years ago, the ancient Egyptians bowled on alleys similar to the ones in use today.",
    "image": "http://i.gyazo.com/5d1e2332f29e6fa320482f16f6ddf51d.png"
  },
  {
    "en": "The worlds youngest parents were 8 and 9 and lived in China in 1910.",
    "image": "http://i.gyazo.com/09be782d3827a520d0683d268a757e2a.png"
  },
  {
    "en": "Roman statues were made with detachable heads, so that one head could be removed and replaced by another.",
    "image": "http://i.gyazo.com/cf65476208e805cb3a9255a581e7f83f.png"
  },
  {
    "en": "The designer of the Statue of Liberty, French sculptor Frederic-Auguste Bartholdi, used his wife as the model for the body and his mother as the model for the face.",
    "image": "http://i.gyazo.com/0cd39745cffd5e909be0b747b9a8b495.png"
  },
  {
    "en": "Mussolini dodged the Italian draft.",
    "image": "http://i.gyazo.com/201a5f8b09c3ca17371f9c902168da35.png"
  },
  {
    "en": "The first dinosaur to be discovered was Megalosaurus by William Buckland in 1824.",
    "image": "http://i.gyazo.com/196a0b4653c13c09db4227493a39c247.png"
  },
  {
    "en": "In 1956 the phrase, \"In God We Trust\", was adopted as the U.S. national motto.",
    "image": "http://i.gyazo.com/a3642da85d988b5b8d228037bb4a7993.png"
  },
  {
    "en": "Until 1978, Camel cigarettes contained particles of real camels.",
    "image": "http://i.gyazo.com/7c58e8cb3d5c20414b137b3823540afe.png"
  },
  {
    "en": "Writing in ancient Greece \"hadnospacebetweenthewords.",
    "image": "http://i.gyazo.com/90689adec861ed2c0506479c2e598b53.png"
  },
  {
    "en": "The most expensive book or manuscript ever sold at an auction was The Codex Hammer, a notebook belonging to Leonardo da Vinci. It sold for $30.8 million.",
    "image": "http://i.gyazo.com/ab37f246139c51aa26ea6779c34b5232.jpg"
  },
  {
    "en": "In February, 1878, the first telephone book was published in New Haven, Connecticut. The book was one page long and had fifty names in it.",
    "image": "http://i.gyazo.com/9465544b633d29b07e7c540177b7a4d5.png"
  },
  {
    "en": "The first standardized system of measurement was created around 2700 BC in Mesopotamia.",
    "image": "http://i.gyazo.com/88a31e368c6532870ac49971fca50311.jpg"
  },
  {
    "en": "Maya drilled holes in their teeth so that they could be embellished with precious gems. They filled cavities in their teeth with pieces of jade.",
    "image": "http://i.gyazo.com/382d2e7c6b1e8a43fec60f8e77421557.png"
  },
  {
    "en": "Sticky buns were a Philadelphia specialty in the 19th century.",
    "image": "http://i.gyazo.com/b2bc873460c8c0f97c799d5363041f81.png"
  },
  {
    "en": "The linen bandages that were used to wrap Egyptian mummies averaged 1,000 yards in length.",
    "image": "http://i.gyazo.com/4a9ccd46c1c3b88d8d8b08fea36e1430.png"
  },
  {
    "en": "In 1789, Morocco became the first country to recognize the United States.",
    "image": "http://i.gyazo.com/9545e8b9364f037f8543abedbceedcb5.png"
  },
  {
    "en": "An elevator was installed in the palace of Versailles in 1743. Run by a series of hand-operated weights, gears, and pulleys, it was used by Louis XV to go from his own apartments to those of his mistress, Madame de Chateauroux, on the floor above him.",
    "image": "http://i.gyazo.com/5772eb2313603e8527c0443d77d86701.jpg"
  },
  {
    "en": "The origin of amputating a dogs tail may go back to the Roman writer Lucius Columellas (A.D. 4-70) assertion that tail docking prevented rabies.",
    "image": "http://i.gyazo.com/b945f00377db494eec8f972b7c2a1ca9.png"
  },
  {
    "en": "Female aristocrats on the island of Portugese Timor in Malaya, indicate their status by notching their ears.",
    "image": "http://i.gyazo.com/5e7de12e02df8c7a77efd5f7bb604f91.png"
  },
  {
    "en": "The military used toilet paper to camouflage their tanks in Saudi Arabia, during the Desert Storm War.",
    "image": "http://i.gyazo.com/56f5002e46e0a0000ba91648a7882ab4.png"
  },
  {
    "en": "After the great fire of Rome in A.D. 64, the emperor Nero ostensibly decided to lay the blame on Christians residing in the city of Rome. These he gathered together, crucified, covered in pitch (tar), and burnt alive. He walked around his gardens admiring the view.",
    "image": "http://i.gyazo.com/3cfd23bd6b9e158fe233ba97d7302ac3.jpg"
  },
  {
    "en": "The 1st 20 African slaves were brought to the US, to the colony of Virginia in 1619, by a Dutch ship.",
    "image": "http://i.gyazo.com/b2465bcc3e740b2de006336ae1b6c745.png"
  },
  {
    "en": "The name \"Uncle Sam\" for the U.S. came from a person known as Uncle Sam Wilson of Troy, NY, who supplied food for the U.S. army in the war of 1812.",
    "image": "http://i.gyazo.com/99ca1ad2a6ac6bc718da29b994cadf5f.png"
  },
  {
    "en": "Britain's first escalator was installed in Harrods in 1878.",
    "image": "http://i.gyazo.com/ec8d2900d2ef876b67bc0e825a317908.png"
  },
  {
    "en": "The first postage stamp to commemorate Christmas was issued in Austria in 1937.",
    "image": "http://i.gyazo.com/1dca848d7f42eaa4bfc6df146e62fbb3.jpg"
  },
  {
    "en": "The most shoplifted book of all time is THE BIBLE.",
    "image": "http://i.gyazo.com/054be8a0a85dad763d3490bc307752fa.jpg"
  },
  {
    "en": "England's Stonehenge is 1500 years older than Rome's Colosseum.",
    "image": "http://i.gyazo.com/12bb0223e1aee908b5cafb3779dfc597.png"
  },
  {
    "en": "Nearly 50% of the world's scientists are assigned to military projects.",
    "image": "http://i.gyazo.com/d4e1398a5fbb7f5f4389c609c100705a.png"
  },
  {
    "en": "Haruspex is ancient Roman priest who practiced fortunetelling by reading entrails of sacrificed animals.",
    "image": "http://i.gyazo.com/1df4f0657805f86890d942549809930e.png"
  },
  {
    "en": "If Monaco's ruling house of Grimaldi should ever be without an heir (male or female), the country will cease to be a sovereign state.",
    "image": "http://i.gyazo.com/5c1b768229ec8471cb81135fe6d26141.png"
  },
  {
    "en": "The seven hills of Rome are the Palatine (on which the original city was built), the Capitoline, Quirinal, Viminal, Esquiline, Caelian, and Aventine.",
    "image": "http://i.gyazo.com/1c9dd6e4cbc0afd281d8ff69e7d23d02.jpg"
  },
  {
    "en": "At the court of Louis XIV, prestige was measured by the height of the chair one was allowed to sit in.",
    "image": "http://i.gyazo.com/637bafdc51861debd9484e4df60a52be.png"
  },
  {
    "en": "Roman Emperor Caligula bestowed the rank of First Class Consul on his favorite horse, Incitatus.",
    "image": "http://i.gyazo.com/f0c333bae8c42b9d35fcd7f673fe2a52.png"
  },
  {
    "en": "The Americans lost the Battle of Bunker Hill. They ran out of gunpowder and had to retreat.",
    "image": "http://i.gyazo.com/4248e5d363d1e2e3ddb437dcac3fa482.png"
  },
  {
    "en": "The Battle of Bunker Hill was not fought at Bunker Hill at all. The actual skirmish took place at Breed's Hill in Charlestown, Massachusetts.",
    "image": "http://i.gyazo.com/94e276dc910462c164cce2ea3df3e566.png"
  },
  {
    "en": "In the eighteenth-century England eyeglasses were often worn purely as fashionable accessories, not as aids to vision.",
    "image": "http://i.gyazo.com/ed7999762611fc0f323f1cd58cc7d4cc.png"
  },
  {
    "en": "The system of democracy was introduced 2,500 years ago in Athens, Greece.",
    "image": "http://i.gyazo.com/8beb500240e68ea98e664b12716215ed.png"
  },
  {
    "en": "At Versailles, during the reign of Louis XIV, it was considered gauche to knock on a door with the knuckles. Instead one scratched with the little finger of the left hand, and for this purpose courtiers let that particular nail grow long.",
    "image": "http://i.gyazo.com/11586922a05fd7fd36ebae28c31158fe.png"
  },
  {
    "en": "The original story of Alice in Wonderland was not known as Alice in Wonderland at all. It was called Alice's Adventures Under Ground and was illustrated by the author himself, Lewis Carrollwhose name was not Lewis Carroll, but Charles Lutwidge Dodgson. Dodgson was a mathematics professor at Christ's Church, Oxford.",
    "image": "http://i.gyazo.com/001290dc4b0caf360e75b1b0d2de6a05.png"
  },
  {
    "en": "No evidence of man's evolutionary ancestors has so far been found in either North or South America. Fossils and other remains suggest that the first Americans crossed the Bering Straits (which at the time was dry land) from Asia between 20,000 and 40,000 years ago.",
    "image": "http://i.gyazo.com/26ffad45866aae3091a408ab91a7b007.png"
  },
  {
    "en": "The ancient Greeks believed that redheads would turn into vampires after they died",
    "image": "http://i.gyazo.com/f4fd98d563eeef144b58c4d31854f929.png"
  },
  {
    "en": "During the Middle Ages, a child with red hair was thought to be conceived during “unclean sex” or during menstruation",
    "image": "http://i.gyazo.com/799b59c9f245a44a0fb48fc850128bb5.png"
  },
  {
    "en": "Hitler reportedly banned the marriage of redheads in order to prevent “deviant offspring”",
    "image": "http://i.gyazo.com/50a5d5d245f7c26849a3bd46371a5877.png"
  },
  {
    "en": "During the witch hunts of the sixteenth and seventeenth centuries in Europe, many women were burned at the stake as witches merely because they had red hair",
    "image": "http://i.gyazo.com/d9d91f801bfbe23787068ff3c86d51db.png"
  },
  {
    "en": "In ancient Rome, redheaded slaves were often more expensive than those with other hair color",
    "image": "http://i.gyazo.com/f6f51c9674be03c79f90e9fbd05b4b9a.png"
  },
  {
    "en": "George Washington's hair were real, not a wig, contrary to be considered today.",
    "image": "http://i.gyazo.com/23559992ada820004b6bb7d9189cd9c4.png"
  },
  {
    "en": "Edgar Allan Poe, would place his beloved cat on his shoulder when he began to write.",
    "image": "http://i.gyazo.com/c27574b82be1fd36cc78763d83c21be0.png"
  },
  {
    "en": "Hitler was fond of art and wanted to become an artist. He even applied to the academy of Fine Arts in Vienna twice, but got rejected.",
    "image": "http://i.gyazo.com/f709b7f8b9b516ec16b7498b256764c3.png"
  },
  {
    "en": "Hitler adopted the vegetarian diet and stood against the animal cruelty.",
    "image": "http://i.gyazo.com/7c45c792c6673803ebb5a52a3a36c124.png"
  },
  {
    "en": "Hitler was a Disney fan. Snow White and the Seven Dwarfs were his favorite.",
    "image": "http://i.gyazo.com/49d505eff9b739f6b2afe911e0dd817e.png"
  },
  {
    "en": "Stalin was a movie lover and loved to watch movies in his private movie theater. His favorite movies were Charlie Chaplin, Tarzan, and Gregory Aleksandrov’s Volga.",
    "image": "http://i.gyazo.com/de5c7dbe1a19dc420ae7e2764a6d3039.png"
  },
  {
    "en": "Stalin son named “Yaakov” was taken prisoner by the Nazi’s, but Stalin refused to sign any ransoming agreement.",
    "image": "http://i.gyazo.com/34ec13761719764ee4fbc9e787d4acdc.png"
  },
  {
    "en": "One of the interesting World War 2 facts is that the Oscar’s statuettes were made up of painted plaster instead of metal due to the shortage of metal.",
    "image": "http://i.gyazo.com/ce8fd466a05cd1171c3346f251d57a0d.png"
  },
  {
    "en": "Mount Vesuvius volcano was just a few miles away from the city of Pompeii, and the residents didn’t even know that it was a volcano.",
    "image": "http://i.gyazo.com/2a7e2197e1c1b05c4944c41cf1717604.png"
  },
  {
    "en": "Chernobyl area was abandoned in just 2 days. Inhabitants were allowed to take their money and documents.",
    "image": "http://i.gyazo.com/3c4e87ce7735502f2c07e8afb9dd5dcf.png"
  },
  {
    "en": "The catacombs of Paris were built because the graveyards were overflowed near the areas of Paris and the bones were moved to the tunnels and packed into the tunnel walls.",
    "image": "http://i.gyazo.com/44ffe81836eea812ff5f46e5ef66f4c4.png"
  },
  {
    "en": "There are many secret entrances to the Paris catacombs. But a small portion is open for the visitors and without the experienced tourist guide, it is possible to get lost.",
    "image": "http://i.gyazo.com/4362204ccb9d72cb51204a90359555ed.png"
  },
  {
    "en": "The Paris catacombs are also called “ Cemetery of innocent people”.",
    "image": "http://i.gyazo.com/a980e10290c38a12ea4e419de5d76b64.png"
  },
  {
    "en": "Aztec people were artistic and creative who loved to sculpt and create pottery.",
    "image": "http://i.gyazo.com/4089cf836df39391d5c43c7a69b4b4cf.png"
  },
  {
    "en": "Aztec people used deer skins and tree barks for keeping records about tax, religious sacrifices and others.",
    "image": "http://i.gyazo.com/fa2d284731165d2f5f2957ef7f1ba80d.png"
  },
  {
    "en": "Aztecs were the first to create chocolate.",
    "image": "http://i.gyazo.com/926257b2698cf182af31e2eb94c2cb4a.png"
  },
  {
    "en": "The punishment for disobeying Aztecs law was often death.",
    "image": "http://i.gyazo.com/81535ff7d97eb3c881bf878ac0207e91.png"
  },
  {
    "en": "Deceased Aztecs were often buried along with a dog so that he could help him in the afterlife.",
    "image": "http://i.gyazo.com/ff3a1951396fe615e47c7a4e600aabbe.png"
  },
  {
    "en": "Mayans worshiped the gods of sun, crop, and rain.",
    "image": "http://i.gyazo.com/75c57a7ab563312fa96bd8802f24ebf8.png"
  },
  {
    "en": "Mayans used Cacao as currency.",
    "image": "http://i.gyazo.com/c2f93dd96c5c2f3c24d31f7f9a0b6562.png"
  },
  {
    "en": "Mayans buried the dead noble with pottery ornaments, and sometimes with human sacrifices to serve him in the afterlife.",
    "image": "http://i.gyazo.com/66cf866f7454bd191e71e71dac268022.png"
  },
  {
    "en": "Mayans, to make the desired changes of the physical appearance of their children, pressed boards on childrens foreheads to make a flattened surface.",
    "image": "http://i.gyazo.com/f7e1e493372876449cd4dddde36f82a9.png"
  },
  {
    "en": "Most of the Mayan children were named according to the day they were born.",
    "image": "http://i.gyazo.com/318e44fd3ce80d4d8f2e8353fdfffa25.png"
  },
  {
    "en": "Mayans used to take the sweat bath to purify their body.",
    "image": "http://i.gyazo.com/b6d8661dca75e0fb21146553504dda03.png"
  },
  {
    "en": "Mayans would offer children, slaves or prisoners of wars as human sacrifies to make their gods happy.",
    "image": "http://i.gyazo.com/9668208fbe6beb55256d58a3b50d406c.png"
  },
  {
    "en": "Mayans painted the body of the victim to be offered into blue color and pulled out the still beating heart.",
    "image": "http://i.gyazo.com/9da2ae7b6ca3aaa32e3a94b8395a4bc2.png"
  },
  {
    "en": "Ancient Greece was made up of 1500 different states each with different laws and regulations.",
    "image": "http://i.gyazo.com/5923b41fddead49dfd5cdb4b9be4eb76.png"
  },
  {
    "en": "For Ancient Greek women the life expectancy was 36 and for men, it was 45.",
    "image": "http://i.gyazo.com/ab30db44973702beace5bdbd6ec2b1d4.png"
  },
  {
    "en": "Some Greeks would not eat beans because they believed that they contained the souls of dead.",
    "image": "http://i.gyazo.com/ee030c7f6d1533b30f02b665f77bcfa6.png"
  },
  {
    "en": "The Ancient Greeks invented the theater.",
    "image": "http://i.gyazo.com/c5d2b2ba56da1a765aa6e625db3a6858.png"
  },
  {
    "en": "The Ancient Greeks believed in enjoying life and enjoyable things for them to do dance and listening music.",
    "image": "http://i.gyazo.com/fd02071599ebe95b15ad72f9900e7b99.png"
  },
  {
    "en": "Ancient Greeks were fond of arts and they used to decorate their homes, buildings and city streets.",
    "image": "http://i.gyazo.com/840d4dea7f542286d21428ec33a87982.png"
  },
  {
    "en": "In medieval times people were put to death for being witches. One anthropologist conjectures as many as 600,000 \"witches\" lost their lives.",
    "image": "http://i.gyazo.com/0719e0122f1e2b3d26b069193d38834d.png"
  },
  {
    "en": "Tens of thousands of baby girls are abandoned each year in China because of the country's one-child policy.",
    "image": "http://i.gyazo.com/5ccf8457fe6c8cfb6d81f31355beae3b.png"
  },
  {
    "en": "Before the mid-19th century dentures were commonly made with teeth pulled from the mouths of dead soldiers.",
    "image": "http://i.gyazo.com/464ccf2df215277b55668c38ce0c7615.png"
  },
  {
    "en": "Ice age Britons used skulls of the dead as cups.",
    "image": "http://i.gyazo.com/283d11699f72d50565e36a444199415b.png"
  },
  {
    "en": "King Henry VIII weighed 21 stones. In ancient times, this measure was in vogue, but did not get accustomed. (133kgs in European measures/294 pounds in American measures).",
    "image": "http://i.gyazo.com/6d5b0e27435da421b05ca47acc01035d.jpg"
  },
  {
    "en": "Newgate Prison, which stood from 1188 to 1902, was London's most notorious jail. Many of the prisoners kept there on death row died before they were hanged due to the intensely squalid conditions and disease.",
    "image": "http://i.gyazo.com/373e109f7718cd2e85686d2a478845a9.png"
  },
  {
    "en": "The equals sign (=) in mathematics was invented in 1577 by Robert Recorde, a London doctor who studied at both Cambridge and Oxford.",
    "image": "http://i.gyazo.com/417297b5973309890378647f0a17b707.png"
  },
  {
    "en": "To build up England's shipping capacity and its seafarers, Queen Elizabeth I made it compulsory for the people of England to eat fish on Wednesdays and Saturdays.",
    "image": "http://i.gyazo.com/a644339232329bd25cb104bd78a3edae.jpg"
  },
  {
    "en": "In 1348, the King Edward III made the blue silk garter the focus of a great ceremony, an order of chivalry known as \"The Order of the Garter\". It was a brotherhood of 24 knights who would serve the king. The Order of the Garter still exists today.",
    "image": "http://i.gyazo.com/42a773f3008b41ccc2107ca384becfda.jpg"
  },
  {
    "en": "Humans have been hunters/gatherers for 99% of their history.",
    "image": "http://i.gyazo.com/01a3475e82dfe23bb7bad6ef5a8437a8.jpg"
  },
  {
    "en": "Napoleon wasn't short. He was actually above the average Frenchman.",
    "image": "http://i.gyazo.com/b8f9d8b628fc9d3e715cf444655bc6c3.jpg"
  },
  {
    "en": "In 536 A.D., there was a worldwide dust cloud that blocked out the sun for a year, resulting in widespread famine and disease.",
    "image": "http://i.gyazo.com/41dfbd2205af60cf0ab12d5ea14e2a49.png"
  },
  {
    "en": "Interracial marriage was banned in the U.S. for much of its history: from 1776 to 1967.",
    "image": "http://i.gyazo.com/8a94cca12839aa29bd46b860e449568c.jpg"
  },
  {
    "en": "Armageddon (Har Megiddo) has already been the site of several historical battles, the last in 1918.",
    "image": "http://i.gyazo.com/65fe59a3d71e7f455348f7420836625a.jpg"
  },
  {
    "en": "Pope Pius II wrote a popular erotic book called \"The Tale Of Two Lovers\" before assuming office.",
    "image": "http://i.gyazo.com/de5ce2248963fbcf1b10158eeaa9c29f.jpg"
  },
  {
    "en": "Ancient Greek democracy, the world's first, lasted for only 185 years.",
    "image": "http://i.gyazo.com/12680d630e61c7670a50c9ee0018b762.png"
  },
  {
    "en": "From 1814 to 1830, the flag of the Kingdom of France was plain white.",
    "image": "http://i.gyazo.com/477bb59ce7d99fdc6a23c6edf7debcfd.png"
  },
  {
    "en": "30,000 children took part of a \"Children's Crusade\" to capture Jerusalem in 1212 AD. Most died in the journey or were sold into slavery.",
    "image": "http://i.gyazo.com/f90483ce86ba58f9c9354307c9c8e716.png"
  },
  {
    "en": "The Aztecs sacrificed 1% of their population every year, or about 250,000 people.",
    "image": "http://i.gyazo.com/c685b40046be52e195cc291bce2eae21.jpg"
  },
  {
    "en": "In the 16th and 17th centuries, Europeans including royalty, priests and scientists, routinely ingested remedies containing human bones, blood and fat as medicine for everything from headaches to epilepsy.",
    "image": "http://i.gyazo.com/18f93d5dcec9ed33c7ae4a1b117fc3dd.jpg"
  },
  {
    "en": "In 2001, Argentina had 5 presidents in 10 days.",
    "image": "http://i.gyazo.com/93320018e2d6a775757aabc32d4cfd11.jpg"
  },
  {
    "en": "Blackbeard's ship had 40 cannons on it, making it one of the most dangerous pirate ships ever.",
    "image": "http://i.gyazo.com/3bf4c0a4f745432c754800ed7ba8b362.jpg"
  },
  {
    "en": "The Roman Empire was not the largest empire in history. It was only the 28th largest.",
    "image": "http://i.gyazo.com/a25ff780f9329955ad3ea957e7a19a9c.jpg"
  },
  {
    "en": "The first person in history whose name we know is \"Kushim,\" an accountant from Mesopotamia who lived around 3200 B.C.",
    "image": "http://i.gyazo.com/d9f4ffec62d352890348c4fda8598c7f.jpg"
  },
  {
    "en": "The name \"Argentina\" comes from the Latin word for silver, argentum. The original European settlers believed the country was full of silver.",
    "image": "http://i.gyazo.com/c896d614d806ab9ee71138fca753dff0.png"
  },
  {
    "en": "Jean Cousin has been said to have discovered the New World in 1488, four years before Christopher Columbus, when he landed in Brazil around the mouth of Amazon. But this remains unproven.",
    "image": "http://i.gyazo.com/2af316545a2491245b835bec5662e0c3.png"
  },
  {
    "en": "During WW2, India produced the largest volunteer Army in world history: over 2.5 million men.",
    "image": "http://i.gyazo.com/bb2533f6d4d787dfdb4acfa9bfbd72b3.jpg"
  },
  {
    "en": "Around 7% of all wars in history were religiously motivated.",
    "image": "http://i.gyazo.com/948a2845519cc1757d6dcf6f77ce7ba7.png"
  },
  {
    "en": "There are more people in finance slavery today than at any time in human history.",
    "image": "http://i.gyazo.com/af3f648a595f2672101d482552550ee5.png"
  }
]