[
  {
    "en": "In terms of population India is the second country in the world.",
    "image": "http://i.gyazo.com/0d0949251e9df1613deda072bb00791d.png"
  },
  {
    "en": "Gandhi's birthday, October 2, is a national holiday in India.",
    "image": "http://i.gyazo.com/e8a3f0cf6821e9763d724e4d4053cba4.png"
  },
  {
    "en": "The banyan self-renewing plant is India’s national tree.",
    "image": "http://i.gyazo.com/947aab936f96c98d22ed5f30ea7c911f.png"
  },
  {
    "en": "Introduced by the British, cricket is India’s most popular sport.",
    "image": "http://i.gyazo.com/599566ae8800f5669220fd9528bf901a.png"
  },
  {
    "en": "Hockey is considered the national sport, and the Indian field hockey team proudly won Olympic gold in 1928.",
    "image": "http://i.gyazo.com/f135eb46825e41042b310c5d560314f8.png"
  },
  {
    "en": "Around a 100 million years ago, India was an island.",
    "image": "http://i.gyazo.com/06db9f1fb2e0dd3a9fce27775f443ca5.png"
  },
  {
    "en": "India’s name is derived from the “Indus” river.",
    "image": "http://i.gyazo.com/49ae7ff75fce3c4bb28b81ab908df0ee.png"
  },
  {
    "en": "Indus Valley Civilisation is the world’s oldest civilisation.",
    "image": "http://i.gyazo.com/abbea1cd9add1831268b39f2ec8e040f.png"
  },
  {
    "en": "India is one of the world’s oldest, most advanced and continuous civilisations.",
    "image": "http://i.gyazo.com/742942cccff7772fd41d9a32818df324.png"
  },
  {
    "en": "India has been the largest troop contributor to the United Nations Peacekeeping Missions since its inception.",
    "image": "http://i.gyazo.com/62a3ff6ce61fecd623905d97c5aa1141.png"
  },
  {
    "en": "India has the world’s third largest active army, after China and USA.",
    "image": "http://i.gyazo.com/bd23ea64338977f40e6bd705de7905aa.png"
  },
  {
    "en": "The Tirupati Balaji temple and the Kashi Vishwanath Temple both, receive more visitors than the Vatican City and Mecca combined.",
    "image": "http://i.gyazo.com/4ebf0e281ca0edefaa5a46ee4b4e883c.png"
  },
  {
    "en": "Every 12 years, a religious gathering called the Kumbh Mela occurs in India. It is the world’s largest gathering of people.",
    "image": "http://i.gyazo.com/f60eb56f636afa8588db6aa7b6f6b64c.png"
  },
  {
    "en": "The gathering of people in Kumbh Mela is so large that the Kumbh Mela is visible from the space.",
    "image": "http://i.gyazo.com/121363580c128effa89a3ec9b8d0523b.png"
  },
  {
    "en": "Varanasi is the oldest, continuously inhabited city in the world today.",
    "image": "http://i.gyazo.com/437b17b15fd5a8590b8c7d9b43a17a20.png"
  },
  {
    "en": "India has more mosques (300,000 mosques) than any other nation in the world.",
    "image": "http://i.gyazo.com/39d976b5906ed08fa1ed06017bec9b4b.png"
  },
  {
    "en": "In India lives the third largest Muslim population in the world.",
    "image": "http://i.gyazo.com/70a1979a70f40f0a14d3186211a81563.png"
  },
  {
    "en": "Takshila is said to be the first university in the world; it started around 700 BC.",
    "image": "http://i.gyazo.com/9a655af563472be3e96004bc345d2dd4.png"
  },
  {
    "en": "Today, India has the world’s largest school in terms of students, the City Montessori School in Lucknow. It has more than 45 thousand students",
    "image": "http://i.gyazo.com/0cb3230974928f9333168d88ebfab171.png"
  },
  {
    "en": "Indian Railways employs more than 1.3 million people. That’s more than the population of many other nations.",
    "image": "http://i.gyazo.com/652e16aa3ee3d1c1bcbc2fdfc2d5547e.png"
  },
  {
    "en": "More than 54 crore people voted in the 2014 General Election – more people than the population of USA, UK, Australia and Japan combined.",
    "image": "http://i.gyazo.com/d22d8453c91fa0d2df3cbf76ca32ca0a.png"
  },
  {
    "en": "Number of births in India every year is more than the total population of Australia, and many other nations.",
    "image": "http://i.gyazo.com/493c1b8a73bd524d595e3b4015a7b91a.png"
  },
  {
    "en": "India has the largest English speaking population in the world.",
    "image": "http://i.gyazo.com/4d9fb51efd9bdbd40ceee024b065dcf0.png"
  },
  {
    "en": "By estimations, 25% of the total workforce of the world’s population will be from India in the next year or so.",
    "image": "http://i.gyazo.com/c6a06037f152dcf831f1c0a6522b20f9.png"
  },
  {
    "en": "India’s first rocket was brought on a bicycle and a satellite - on bullock cart.",
    "image": "http://i.gyazo.com/0af40f7ade9ab9ea5a51b510f23df8aa.png"
  },
  {
    "en": "Despite budgetary constraints, India’s space program is one of the top 5 space programs in the world",
    "image": "http://i.gyazo.com/2a2829eb1663f6efc0fb948f3d56fc01.png"
  },
  {
    "en": "In this photo, 2 Indians transport the warhead on a bicycle.",
    "image": "http://i.gyazo.com/b2b8a991c4fea7511cc2e739c987f354.png"
  },
  {
    "en": "In 2004, 200 women took law in their own hands and came to the court armed with vegetable knives and chilli powder and murdered the serial rapist on the court floor – Akku Yadav. And after this - every woman claimed responsibility for the murder.",
    "image": "http://i.gyazo.com/bb2a175b35b7195044e6e10e0459bf1a.png"
  },
  {
    "en": "English Actor Sir Ben Kingsley’s birth name is Krishna Pandit Bhanji and he is of Indian descent.",
    "image": "http://i.gyazo.com/4f124683343a00c3bbcbbaa57dbe6581.png"
  },
  {
    "en": "Lonar Lake, a saltwater lake in Maharashtra, was created by a meteor hitting the Earth and is one of its kind in India.",
    "image": "http://i.gyazo.com/4ea11a27016c1e8799f528c7931b3520.png"
  },
  {
    "en": "In a village called Shani Shingnapur, people have been living in houses with no doors for generations. This is because they believe that whoever steals anything from this place will incur the wrath of Shani God and will have to pay for his/her sins very dearly.",
    "image": "http://i.gyazo.com/53a9d87146453132eaa95f092f393804.png"
  },
  {
    "en": "Magnetic Hill is a gravity hill located near Leh in Ladakh, India. The hill is said to have magnetic properties strong enough to pull cars uphill and force passing aircraft to increase their altitude in order to escape magnetic interference.",
    "image": "http://i.gyazo.com/244cfe87b632434752ef887ee276e39f.png"
  },
  {
    "en": "Viswanathan Anand is the first player in chess history to have won the World Championship in three different formats: knockout, tournament, and match.",
    "image": "http://i.gyazo.com/0dbcdc4380ee483fed30ef9429635025.png"
  },
  {
    "en": "Chess was invented in India.",
    "image": "http://i.gyazo.com/8d67366129dc5bdd1b55b3e3cd73b436.png"
  },
  {
    "en": "Buttons were invented in India. Yes, your shirt’s buttons.",
    "image": "http://i.gyazo.com/cccdb5fd79ec387ce39940eab926b187.png"
  },
  {
    "en": "India also invented the ruler.",
    "image": "http://i.gyazo.com/404a8e2a755d6ec03a38c65b16829e75.png"
  },
  {
    "en": "Shampoo in India was a famous commodity for trade. It was invented in India, by the way.",
    "image": "http://i.gyazo.com/dfb5854dab8ec03a1e06e615b30bbec9.png"
  },
  {
    "en": "Indians are strong in trigonometry, algebra, and calculus. The number of pi was invented in India, and scientists have discovered that India owns the creation of the number \"zero\".",
    "image": "http://i.gyazo.com/1df7545a3652a5ce098a5c4f1100d7df.png"
  },
  {
    "en": "In India, diamond mining was invented. A beautiful stone soon became so popular that for one stone, merchants gave a lot of money.",
    "image": "http://i.gyazo.com/a9d8cc3c134087b52d977f1446c644de.png"
  },
  {
    "en": "Plastic surgery and cataract surgery were practiced and developed in India faster than in other countries. The poor classes of the population went themselves on medical experiments in order to recover sooner.",
    "image": "http://i.gyazo.com/ef4e8a79771896e0238ab792235b5ca0.png"
  },
  {
    "en": "India has banned all captive dolphins, stating that dolphins should be viewed as \"non-human persons",
    "image": "http://i.gyazo.com/bafd97c5b164e897aca2dd224835a47f.png"
  },
  {
    "en": "India’s tech capital, Bangalore, has increased its office supply by six times since 2006, and now has more Grade-A offices than Singapore.",
    "image": "http://i.gyazo.com/cd9726a08a738fdb6091ce24d469fd6b.png"
  },
  {
    "en": "India is the largest producer of films in the world.",
    "image": "http://i.gyazo.com/d4bd450048158a19fc735bb32c4f4d12.png"
  },
  {
    "en": "India is the largest milk producer in the world.",
    "image": "http://i.gyazo.com/0668de40b407c99bc9391c684020ab01.png"
  },
  {
    "en": "To avoid polluting the elements (fire, earth, water, air), followers of Zoroastrianism in India don’t bury their dead, but instead leave bodies in buildings called “Towers of Silence” for the vultures to pick clean.",
    "image": "http://i.gyazo.com/c44df05592748b1e6163f02c021caa23.png"
  },
  {
    "en": "Karmanasa River in India is considered to be a cursed river and it is believed that touching its water would ruin one’s plans. There’s hardly any development along this river. People around this river just eat dry fruits because cooking food would require water",
    "image": "http://i.gyazo.com/dcff956b8e6452480d23fa860b3e9cc2.png"
  },
  {
    "en": "Two major religions, Buddhism and Jainism, were established in India.",
    "image": "http://i.gyazo.com/f0065d047885812d8079ffd3a57f5716.png"
  },
  {
    "en": "Chail in Himachal Pradesh is the highest cricket pitch in the world. It is situated at an elevation of 2444 meters (above the sea level).",
    "image": "http://i.gyazo.com/8a49369108b62214348484ce5cb8fdfe.png"
  },
  {
    "en": "The India-Pakistan World Cup semi-final match in Mohali drew 150 million viewers worldwide.",
    "image": "http://i.gyazo.com/53a1da8d85556978a8d0399afc9bc537.png"
  },
  {
    "en": "The first Granite Temple of the world, the Brihadeswara Temple is situated in Tamil Nadu. It was built during the 11th century, in only five years.",
    "image": "http://i.gyazo.com/af04e089e732691e21ca09914f0da3a3.png"
  },
  {
    "en": "Around the 17th century, India was one of the richest countries in the world.",
    "image": "http://i.gyazo.com/1ae239a7fc663d48644f67fa5ec47fa8.png"
  },
  {
    "en": "Today, India is the world’s third largest economy.",
    "image": "http://i.gyazo.com/3f79acc7c2e9d321705267848bfaf620.png"
  },
  {
    "en": "India is one of the only three countries that makes supercomputers (the US and Japan are the other two).",
    "image": "http://i.gyazo.com/507705950ee23db0f3f8b5dd2efeea6f.png"
  },
  {
    "en": "The world’s largest road network is in India—over 1.9 million miles of roads cover the country.",
    "image": "http://i.gyazo.com/cf1976be4dbeb2062147557834cad1a5.png"
  },
  {
    "en": "In India lives the largest number of vegetarians in the world.",
    "image": "http://i.gyazo.com/fd1a1d1e1f64b5905d6ef9e50cbc0438.png"
  },
  {
    "en": "In India Pizza Hut had to open their first pure vegetarian restaurant in the country.",
    "image": "http://i.gyazo.com/48d7deff986d3bc9c7a919de67e58360.png"
  },
  {
    "en": "KFC and McDonald's had to introduce a \"vegetarian\" menu for India. What is not allowed under the franchise.",
    "image": "http://i.gyazo.com/add85946b98a7398032a6cd79141330e.png"
  },
  {
    "en": "Tea is India’s national drink.",
    "image": "http://i.gyazo.com/39e4fdbb160a9792114e4659bd783b04.png"
  },
  {
    "en": "India grows 1.2 million tons of mangoes every year, weight equivalent to 80,000 blue whales.",
    "image": "http://i.gyazo.com/db369eaf46e9febc4f1a09afe0b32775.png"
  },
  {
    "en": "The state of Meghalaya is the wettest inhabited place of earth.",
    "image": "http://i.gyazo.com/c609f22c40e7e40af93040e21b741bf9.png"
  },
  {
    "en": "India gave the world Yoga, that has existed for more than 5,000 years.",
    "image": "http://i.gyazo.com/7fedc9772a233fb39db00db37700438b.png"
  },
  {
    "en": "May 26 is celebrated as the Science Day in Switzerland in the honour of former President Dr. APJ Abdul Kalam, because on the day, Kalam visited the country",
    "image": "http://i.gyazo.com/5c019637e09d5c12051caa66f4476662.png"
  },
  {
    "en": "Some historians consider Martial Arts being first created in India.",
    "image": "http://i.gyazo.com/c8d54486caad51d81bcfd07299a71b14.png"
  },
  {
    "en": "The world’s biggest family lives in India. One man, 39 wives and 94 children.",
    "image": "http://i.gyazo.com/75a24ba582f161ba42a65d2edefd829b.png"
  },
  {
    "en": "India is the world’s largest importer of arms.",
    "image": "http://i.gyazo.com/40035925ef39024ee28173179ecf0e7f.png"
  },
  {
    "en": "India has never invaded or attacked other countries.",
    "image": "http://i.gyazo.com/d53889daeb7c467b460d2b1fe1f81a68.png"
  },
  {
    "en": "India has the largest postal network in the world with over 155,015 post offices.",
    "image": "http://i.gyazo.com/dd9a9872b9b19f37eb5e03b076145ec9.png"
  },
  {
    "en": "A single post office in India on an average serves a population of 7,175 people.",
    "image": "http://i.gyazo.com/95fa361aab15fa680c51a0e8315f9599.png"
  },
  {
    "en": "The floating post office in Dal Lake, Srinagar, was opened in August 2011",
    "image": "http://i.gyazo.com/9405620a13ff2074f87dd26304c4de5a.png"
  },
  {
    "en": "The word 'shampoo' itself has been derived from the Sanskrit word \"champu\", which means to \"massage\".",
    "image": "http://i.gyazo.com/38c522a2f1a3d290a817cd8231f88f80.png"
  },
  {
    "en": "India has won all 5 men's Kabaddi World Cups held till now and have been undefeated throughout these tournaments.",
    "image": "http://i.gyazo.com/15b9c91a59220d11fad3c2a890233855.png"
  },
  {
    "en": "The Indian women's team, as well as the men's team, won all the World Cups for Kabiddi held to date.",
    "image": "http://i.gyazo.com/a33d07d1529db90d0165223fe5a3cf56.png"
  },
  {
    "en": "In September 2009, India's ISRO probe Chandrayaan-1 using its Moon Mineralogy Mapper detected water on the moon for the first time.",
    "image": "http://i.gyazo.com/aece88b71f86e0dee079c408261bf73f.png"
  },
  {
    "en": "When Dr Rajendra Prasad was appointed the President of India, he only took 50% of his salary, claiming he did not require more than that.",
    "image": "http://i.gyazo.com/2ef29c064bd8086e49a3b8166ab7d29d.png"
  },
  {
    "en": "By the end of his 12-year tenure as President of India Rajendra Prasad received only 25% of his salary. Then the president's salary was 10,000 rupees.",
    "image": "http://i.gyazo.com/9b83990fa2e33ef0c64bd17136b81467.png"
  },
  {
    "en": "India has a spa just for elephants",
    "image": "http://i.gyazo.com/5411d2c3ee4d284807d154239fc2061d.png"
  },
  {
    "en": "India was the first country to develop extraction and purifying techniques of sugar. Many visitors from abroad learnt the refining and cultivation of sugar from them.",
    "image": "http://i.gyazo.com/d29a7566baa527475eb08abf3dbeecf4.png"
  },
  {
    "en": "Shakuntala Devi was given title of Human Calculator after she demonstrated the calculation of two 13 digit numbers: 7,686,369,774,870 × 2,465,099,745,779 which were picked at random. She answered correctly within 28 seconds.",
    "image": "http://i.gyazo.com/b2995f900f61180a0a58e148b63cd7ce.png"
  },
  {
    "en": "Earlier known as Moksha Patamu, Snaks and Ladders game was initially invented as a moral lesson about karma to be taught to children. It was later commercialized and has become one of the most popular board games in the world.",
    "image": "http://i.gyazo.com/e2ec6f5ecb08ad0f6af17e335be627ec.png"
  },
  {
    "en": "More than a million Indians are millionaires, yet most Indians live on less than two dollars a day.",
    "image": "http://i.gyazo.com/569a65445372e52938b5bd3e1dad0a08.png"
  },
  {
    "en": "An estimated 35% of India’s population lives below the poverty line.",
    "image": "http://i.gyazo.com/7db70d8b12d040b4a79b193db376d478.png"
  },
  {
    "en": "India is the largest democracy in the world",
    "image": "http://i.gyazo.com/4cbf437a848d429fc23208d84d8f00cf.png"
  },
  {
    "en": "The Hindus consider their left hand unclean and never use it for food.",
    "image": "http://i.gyazo.com/87c17e3c77a891e839788824e7558c50.png"
  },
  {
    "en": "On the streets of Indian cities cows can be found freely walking around the street.",
    "image": "http://i.gyazo.com/7cc592327846569cbda67029be3ab21e.png"
  },
  {
    "en": "The national currency of India is rupee.",
    "image": "http://i.gyazo.com/5d2bb6113887d05fa7ea8b2fce86b88c.png"
  },
  {
    "en": "In India they do not use toilet paper. You can find a shower near the restrooms.",
    "image": "http://i.gyazo.com/2424984d9259fa716f9b88ad700c7bbf.png"
  },
  {
    "en": "The first cotton material was created in India.",
    "image": "http://i.gyazo.com/f9d5072cd69b09844758a8fd32b1cb7e.png"
  },
  {
    "en": "Alcohol drinks are not available for sale in many states of India. Despite this alcohol consumption in India has risen over 55% over a period of 20 years.",
    "image": "http://i.gyazo.com/ffe4f23f0f5112d30d95e472bb41caa6.png"
  },
  {
    "en": "If a man in India tilts his head from left to right it means that he agrees with something. If he sways the head - means \"maybe",
    "image": "http://i.gyazo.com/32d5898bc1c2c71c3ceb3f1f65dca694.png"
  },
  {
    "en": "There can be 2000 guests at an Indian wedding.",
    "image": "http://i.gyazo.com/be49606e75a080a78e0a84b8c8de4a21.png"
  },
  {
    "en": "They often use banana leafs as plates in India.",
    "image": "http://i.gyazo.com/3ba9cf1fcd31a3f3d16ab5587bbb9c67.png"
  },
  {
    "en": "The color of mourning Indian inhabitants is white, and not black.",
    "image": "http://i.gyazo.com/aa70f7935db6d4516637c93c481d58b8.png"
  },
  {
    "en": "The Indians do not use cutlery, they eat with their hands.",
    "image": "http://i.gyazo.com/931d6cdb5cd41aaee1986569a7338f67.png"
  },
  {
    "en": "In India there is a spring festival called Holi. On this day Hindus sprinkle with colored inks, so they wish each other happiness.",
    "image": "http://i.gyazo.com/a4540900a85effd3456015d30a931131.png"
  },
  {
    "en": "The first University of India is Taxila.",
    "image": "http://i.gyazo.com/04235d15438e24770df4cf19e27496c9.png"
  },
  {
    "en": "India became famous for its own movies. It is the kindest of all those that are in the world.",
    "image": "http://i.gyazo.com/144aa99ddec38c1bdc5e13a425acb18b.png"
  },
  {
    "en": "Cows are considered sacred animals in India, because they give milk.",
    "image": "http://i.gyazo.com/606c04aed26f93ac010b9b9340c3d853.png"
  },
  {
    "en": "Indian will often wear a tilak, this is a Hindu symbol of good fortune.",
    "image": "http://i.gyazo.com/b01bb529ad4f41bd805835995e90c4ee.png"
  },
  {
    "en": "India has one of the world’s highest rates of abortion.",
    "image": "http://i.gyazo.com/7e9c963bfeba1377b98bc4f0f4d31602.png"
  },
  {
    "en": "Due to unsanitary conditions in hospitals, a woman in India dies every two hours during an operation.",
    "image": "http://i.gyazo.com/05a1da046815a889c7a7421d52e2478f.png"
  },
  {
    "en": "Diarrhea is commonplace due to contaminated drinking water.",
    "image": "http://i.gyazo.com/39f172ed9c4194dd18e3a2b3fa330ba7.png"
  },
  {
    "en": "The Indian flag has three horizontal bands of color: saffron for courage and sacrifice, white for truth and peace, and green for faith, fertility, and chivalry.",
    "image": "http://i.gyazo.com/29d760a2e1c5839e1869d39644fe0971.png"
  },
  {
    "en": "The Himalayas—from the Sanskrit hima, meaning “snow,” and alaya, meaning “abode”—are found in the north of India.",
    "image": "http://i.gyazo.com/8fdc984e792f9acc5185c094cbc8f962.png"
  },
  {
    "en": "India is the world’s largest producer of dried beans, such as kidney beans and chickpeas. It also leads the world in banana exports; Brazil is second.",
    "image": "http://i.gyazo.com/a96c90ffcc65d391e5ecf8fc43bb7547.png"
  },
  {
    "en": "It is not unusual for a letter in a post to take two weeks to travel just 30 miles.",
    "image": "http://i.gyazo.com/510b88c21bef9835a1d6d8e8e8833b6d.png"
  },
  {
    "en": "Many of the most terrible hungers in India are associated with the British rule in India",
    "image": "http://i.gyazo.com/86552e217379ccc84aa3639a0177636a.png"
  },
  {
    "en": "India has the world’s largest movie industry, based in the city of Mumbai (known as the “City of Dreams”). The B in “Bollywood” comes from Bombay, the former name for Mumbai",
    "image": "http://i.gyazo.com/140527e5c5247862042bdd714dfd5d9a.png"
  },
  {
    "en": "The B in “Bollywood” comes from Bombay, the former name for Mumbai. Almost all Bollywood movies are musicals. The term \"Bollywod\" refers to just a part of the larger Indian film industry, which includes other film companies operating in other languages.",
    "image": "http://i.gyazo.com/ff9ba795a26dbe6fb6b6390f3db8c625.png"
  },
  {
    "en": "Mohandas K. Gandhi (1869-1948) is known around the world as Mahatma, which is an honorific title meaning “Great Soul” in the ancient Indian language of Sanskrit.",
    "image": "http://i.gyazo.com/63c48e6c03ff6e5cccdae99166d218ba.png"
  },
  {
    "en": "The Baha'i house of worship in Delhi, known as the “Lotus Temple,” is shaped like a lotus flower with 27 gigantic “petals” that are covered in marble.",
    "image": "http://i.gyazo.com/43aa24919cae925ba72dd302181b4484.png"
  },
  {
    "en": "Marigold flowers are used as decoration for Hindu marriages and are a symbol of good fortune and happiness.",
    "image": "http://i.gyazo.com/d8651ae795a29ec667a056d25372a177.png"
  },
  {
    "en": "The Greeks called India as Indus. Sindhu is the name of the Indus River, which was mentioned in the Rig-Veda, one of the oldest existing Indo-European texts.",
    "image": "http://i.gyazo.com/571259f541f563f09150cfcb6717a656.png"
  },
  {
    "en": "The national bird is the peacock, which was initially bred for food.",
    "image": "http://i.gyazo.com/272f4840318a35e51e60bb72711297fe.png"
  },
  {
    "en": "In India, alongside Hindi, another 1,652 dialects are spoken",
    "image": "http://i.gyazo.com/cd66d11112aae9255f123beb57fdae63.png"
  },
  {
    "en": "Rivers have played a vital role in India’s popular culture and folklore—they have been worshipped as goddesses because they bring water to an otherwise dry land.",
    "image": "http://i.gyazo.com/3ec2162c5e3919d7ca9a7a3597747adf.png"
  },
  {
    "en": "Bathing in the Ganges in particular is thought to take away a person’s sins. It is not unusual to spread a loved one’s ashes in the Ganges.",
    "image": "http://i.gyazo.com/5c49dff47e9a52f2e29828c040228521.png"
  },
  {
    "en": "India’s pastoral communities are largely dependent on dairy and have made India the largest milk-producing country in the world.",
    "image": "http://i.gyazo.com/99cb6c35b95bd04645d54f3e39ebc1ea.png"
  },
  {
    "en": "The temples of Khajuraho are famous for their erotic sculptures and are one of the most popular tourist attractions in India.",
    "image": "http://i.gyazo.com/844c7557af521c6013713d341392d2dd.png"
  },
  {
    "en": "Scientists are still discussing the purpose of such explicit perceptions of sexual intercourse in the Khajuraho Temple, which sometimes include animals.",
    "image": "http://i.gyazo.com/d4622adbd2d587855c595f9b19f0f924.png"
  },
  {
    "en": "Raziya Sultana (1205-1240) was the first woman leader of India. She was considered a great leader, though she ruled for only three years before being murdered.",
    "image": "http://i.gyazo.com/66700f0200a875419e94d579f55b6b44.png"
  },
  {
    "en": "On India’s Independence Day, August 15, 1947, the country was split into India and Pakistan. The partition displaced 1.27 million people and resulted in the death of several hundred thousand to a million people.",
    "image": "http://i.gyazo.com/bf20b71d72c1bf907558afde801e3c8c.png"
  },
  {
    "en": "The Taj Mahal (“Crown of the Palace”) was built by Mughal Emperor Shah Jahan (1592-1666) for his beloved wife Mumtaz Mahal (1593-1631).",
    "image": "http://i.gyazo.com/db9ff14e56c5106c488242a1df2fd339.png"
  },
  {
    "en": "The Taj Mahal was called \"marble embroidery\" for its sophisticated craftsmanship. It took 22,000 workers 22 years to complete it.",
    "image": "http://i.gyazo.com/f78a438c1f983140d6f6cce87b9d9305.png"
  },
  {
    "en": "Dancing is one of India’s most highly developed arts and was an integral part of worship in the inner shrines of every temple. It is notable for its expressive hand movements.",
    "image": "http://i.gyazo.com/c410ac4a8602e00df54b42b1e97bb04d.png"
  },
  {
    "en": "India experiences six seasons: summer, autumn, winter, spring, summer monsoon, and winter monsoon.",
    "image": "http://i.gyazo.com/2ab14c656b22c9d8f78671bf2256dc96.png"
  },
  {
    "en": "India is the world’s largest tea producer.",
    "image": "http://i.gyazo.com/8b45d85b5df641315d6828ecc17e5599.png"
  },
  {
    "en": "The first and greatest civilization in ancient India developed around the valley of the Indus River (now Pakistan) around 3000 B.C.",
    "image": "http://i.gyazo.com/eccd49011c9c493cbb1f644c934a0d53.png"
  },
  {
    "en": "Called the Indus Valley civilization, this early empire was larger than any other empire, including Egypt and Mesopotamia.",
    "image": "http://i.gyazo.com/12c275f58b127022de0e4a57b10ce8bb.png"
  },
  {
    "en": "Alexander the Great invaded India partly because he wanted to solve the mystery of the “ocean,” which he had been told was a huge, continuous sea that flowed in a circle around the land.",
    "image": "http://i.gyazo.com/fe351c297fd1ca447708c7db115b115d.png"
  },
  {
    "en": "The mingling of ideas from the Aryan and Indus Valley religions formed the basis of Hinduism, and the gods Shiva, Kali, and Brahma all have their roots in Aryan civilization.",
    "image": "http://i.gyazo.com/909b991b3bde9da943148a0026931322.png"
  },
  {
    "en": "In 2000 B.C. The Aryans recorded the Vedas, the first Hindu scriptures, and introduced a caste system based on ethnicity and occupation.",
    "image": "http://i.gyazo.com/ebb57912d1700266fc03f2b0bba50d22.png"
  },
  {
    "en": "India produces 70% of the world's spices.",
    "image": "http://i.gyazo.com/677194b17e491eb14ee83a78397088f2.png"
  },
  {
    "en": "In fact, early Indian gods had Greek features and only later did distinct Indian styles emerge",
    "image": "http://i.gyazo.com/10653ad79f16fbeaabe9615e114ce1a6.png"
  },
  {
    "en": "When the first independent prime minister of India, pacifist Jawaharlal Nehru (1889-1964), was featured in Vogue, his distinctive close fitting, single-breasted jacket briefly became an important fashion statement in the West.",
    "image": "http://i.gyazo.com/4c4ae30912c950f6e167b9f111d1e548.png"
  },
  {
    "en": "Named the Nehru jacket, the prime minister’s coat was popularized by the Beatles and worn by such famous people as Johnny Carson (1925-2005) and Sammy Davis Jr. (1925-1990).",
    "image": "http://i.gyazo.com/b61716c2aeb093c1799acfbec0785cad.png"
  },
  {
    "en": "London has more Indian restaurants than Mumbai or Delhi.",
    "image": "http://i.gyazo.com/39f2c3683cabc745aceb67f1d9449bb5.png"
  },
  {
    "en": "Britain has the largest Indian restaurant in the world, The Aakash, which can seat up to 750 people at one time.",
    "image": "http://i.gyazo.com/eb7e0ca716b540200c6b7eada6ccfb1e.png"
  },
  {
    "en": "It is illegal for foreigners to import or export Indian currency (rupees)",
    "image": "http://i.gyazo.com/62185311ef36c8ef7de277fdaa3d37df.png"
  },
  {
    "en": "Muslims are the largest minority in India and form approximately 13% of the country’s population.",
    "image": "http://i.gyazo.com/48e7ccbbd75d069142d4608d08e82444.png"
  },
  {
    "en": "The Golden Temple in India feeds a vegetarian meal to over 100,000 people a day regardless of race, religion and class.",
    "image": "http://i.gyazo.com/aeea0f5d0e9235ed72e842839ecaa022.png"
  },
  {
    "en": "Farmers in India used Coca-Cola and Pepsi as an inexpensive form of pesticide some time ago.",
    "image": "http://i.gyazo.com/fec47667f09375fee7281c865b5908c3.png"
  },
  {
    "en": "Over 14 million adults and children are trapped in modern slavery in India today, which is the highest for any country in the world",
    "image": "http://i.gyazo.com/971603f5efbf249897f3d14670ab7e12.png"
  },
  {
    "en": "New Delhi’s air is the most polluted in the world.",
    "image": "http://i.gyazo.com/8257a8eb7b3f6a12f0619b1dd074a7d4.png"
  },
  {
    "en": "Significantly more people in India have access to a smartphone than they do to a toilet.",
    "image": "http://i.gyazo.com/4fe5292e6c3a15a047d075cdf9ada032.png"
  },
  {
    "en": "India's Constitution came into force on 26th January 1950.",
    "image": "http://i.gyazo.com/cee13bbbeaf041247f80eefe7d708f11.png"
  },
  {
    "en": "India received independence on 15th August 1947 (From the British Colonial Rule)",
    "image": "http://i.gyazo.com/7be2f5528d9e1315a141e013e7dd56cd.png"
  },
  {
    "en": "Sex ratio in India: 933 women per 1000 men.",
    "image": "http://i.gyazo.com/3cec2e8961ac419c3a8824bfd75ddceb.png"
  },
  {
    "en": "The total literacy of the country is 65.38%. Literacy of women is 54.16%. Male literacy is 75.85%.",
    "image": "http://i.gyazo.com/2de3dc1d01e85fae4c25d5c1127cd41d.png"
  },
  {
    "en": "The world famous hookah smoking came from India.",
    "image": "http://i.gyazo.com/f7a63d4ebb4c64010c21d958984e625b.png"
  },
  {
    "en": "Every 10th Indian girl was murdered because of her dowry",
    "image": "http://i.gyazo.com/16da7cc54ae79eb3ef180cc0e39889a6.png"
  },
  {
    "en": "There is still slavery in India. Over 14 million people are slaves.",
    "image": "http://i.gyazo.com/cb63ab4b1392dbefbc7d4fd0244928bb.png"
  },
  {
    "en": "The most famous place in India is Taj Mahal.",
    "image": "http://i.gyazo.com/b1189b08950ad70641526056e0c76c59.png"
  },
  {
    "en": "People in India celebrate the day of the death.",
    "image": "http://i.gyazo.com/7cb5c91a1440eb57fc2bd06c3b5d4e84.png"
  },
  {
    "en": "Even in those homes of India, where there is a table, people eat on the floor.",
    "image": "http://i.gyazo.com/3f3d55f4f26811cb53ff91b83d422816.png"
  },
  {
    "en": "Fabric produced in India is sold in every country of the world.",
    "image": "http://i.gyazo.com/c9946b0a8a8da91ffeaf3a54f7b487c3.png"
  },
  {
    "en": "The biggest sundial is located in India.",
    "image": "http://i.gyazo.com/8115c97176fd1f1d995a72b20d04078d.png"
  },
  {
    "en": "You can find lots of washstands across India.",
    "image": "http://i.gyazo.com/208e31ef00c37fc16ad2f0b517da3032.png"
  },
  {
    "en": "Most Indian cafes don't have menus.",
    "image": "http://i.gyazo.com/9ddce0d32b7eb586841d780c3c3bbe11.png"
  },
  {
    "en": "Milk in India is considered a vegetarian dish, because the animal is not suffering, giving it.",
    "image": "http://i.gyazo.com/9f34842b0db699ed072d9c8619acd930.png"
  },
  {
    "en": "Indian women almost do not swim in the ocean.",
    "image": "http://i.gyazo.com/e8ccc4322fd64749d7ff258a389961b0.png"
  },
  {
    "en": "It will be difficult to find cottage cheese and sour cream in Indian stores.",
    "image": "http://i.gyazo.com/6fa0700caa2409b7f5aeb63b79d9402e.png"
  },
  {
    "en": "Most Indians begin to work at 5am.",
    "image": "http://i.gyazo.com/dcbe8c707ecc51ee86e98d0006f9be86.png"
  },
  {
    "en": "On the school grounds in India children often play cricket.",
    "image": "http://i.gyazo.com/980ff6a493a9a6a16428d070a9dda523.png"
  },
  {
    "en": "Cellular in India is very cheap.",
    "image": "http://i.gyazo.com/a6607f8602741d0ba684853808ed237e.png"
  },
  {
    "en": "Social identification in India occurs with the style and colour of clothes of the inhabitants.",
    "image": "http://i.gyazo.com/5e2f373f7a3060889c644a9f1fc48513.png"
  },
  {
    "en": "It is permitted in India to induce labor or to perform a cesarean section in order for the baby to be born on the proper day.",
    "image": "http://i.gyazo.com/dea6c60b72b6ab74cbb32c209f8f01b9.png"
  },
  {
    "en": "Sons in India are valued more than daughters.",
    "image": "http://i.gyazo.com/11d37f79e0e295a1caa3784efda7f099.png"
  },
  {
    "en": "Men in India are \"close friends\". They can walk down the street hand-in-hand or hugging.",
    "image": "http://i.gyazo.com/36759fdd7811bb0d3c4a2a2024afda5e.png"
  },
  {
    "en": "If you say to a girl that her gait is similar to the elephant's one, it will be considered a compliment",
    "image": "http://i.gyazo.com/7c0c575eee28f7419c78fff3be5dd7ba.png"
  },
  {
    "en": "Festival of lights \"Diwali\" in India is celebrated for 5 days. And this is the most important holiday in India.",
    "image": "http://i.gyazo.com/662185e275c6e43829d7e444eb32780d.png"
  },
  {
    "en": "In India there are marriages between people and animals.",
    "image": "http://i.gyazo.com/289b3c3053c0cd0bb774096d3b761f69.png"
  },
  {
    "en": "The biggest consumer of whiskey is India. They consume about 600 million liters of the drink a year.",
    "image": "http://i.gyazo.com/d8fdd0166daa44b6bac8c1784cdff07a.png"
  },
  {
    "en": "A leading role in choosing a bride for the son is the groom's parents. They choose a girl in their childhood.",
    "image": "http://i.gyazo.com/ec5f7ddcf2d3f5d248c774d70ee7274d.png"
  },
  {
    "en": "There is no handshake in India.",
    "image": "http://i.gyazo.com/98b152fbddbe902f794d3bf8017583e7.png"
  },
  {
    "en": "Indians don't taste food while cooking.",
    "image": "http://i.gyazo.com/07685180ff71aa132764b45ba1ab3135.png"
  },
  {
    "en": "It is indecent to touch indians' head.",
    "image": "http://i.gyazo.com/13c1d3f44f4de52f4d46feb0dc6749f2.png"
  },
  {
    "en": "Mumbai is the biggest city in India",
    "image": "http://i.gyazo.com/99129551793f93d00f8b14c906696088.png"
  },
  {
    "en": "Indians celebrate the Day of kid's protection 9 months after Valentine's Day.",
    "image": "http://i.gyazo.com/eb58b45a236af9027ab53612dc197733.png"
  },
  {
    "en": "The earliest school of medicine is Ayurveda. It appeared in India.",
    "image": "http://i.gyazo.com/00faa23275b18f6aed326360b2a3cd6c.png"
  }
]