[
  {
    "en": "The Titanic was the first ship to use the SOS signal.",
    "image": "http://i.gyazo.com/cd062973aad3e5904fe8f9088f26638a.jpg"
  },
  {
    "en": "Plastic bottles were first used for soft drinks in 1970.",
    "image": "http://i.gyazo.com/6afb714dcb1c8a4a363dd631db0ab7c2.jpg"
  },
  {
    "en": "The Internet was originally called ARPANet (Advanced Research Projects Agency Network) designed by the US department of defense.",
    "image": "http://i.gyazo.com/4b0c7050711ede14b41b8ea1a6ca574c.jpg"
  },
  {
    "en": "The tea bag was invented in 1908 by Thomas Sullivan in new York.",
    "image": "http://i.gyazo.com/c73159d62bf01f628c24d2e5af1caa69.png"
  },
  {
    "en": "The lighter was invented before the match.",
    "image": "http://i.gyazo.com/5e49995c1d3fddbfe06de59dc49d8ad3.png"
  },
  {
    "en": "Isaac Newton invented the cat door.",
    "image": "http://i.gyazo.com/42bd21c267fa5eaa1c7cd7c0653ce9be.png"
  },
  {
    "en": "The Titanic was built in Belfast.",
    "image": "http://i.gyazo.com/b2d05b355d9a8462c65641aee077d329.jpg"
  },
  {
    "en": "The first train reached a top speed of only 8 kmh (5 mph).",
    "image": "http://i.gyazo.com/e3a0fbe5cd3ef4a76086436581ca85ad.jpg"
  },
  {
    "en": "The supersonic Concorde jet made its first trial flight on January 1st 1969.",
    "image": "http://i.gyazo.com/7af7da47c5e93837906afa561b3d826d.jpg"
  },
  {
    "en": "The first cell phone was invented in 1924.",
    "image": "http://i.gyazo.com/718522add9e7bad32a047ca06addb0ec.png"
  },
  {
    "en": "The first commercial product manufactured in the United States and exported to Europe was a glass bottle made in Jamestown in 1608.",
    "image": "http://i.gyazo.com/c55ef98a5cc9e1b1f9cd984ae0666780.png"
  },
  {
    "en": "A device invented as a primitive steam engine by the Greek engineer Hero, about the time of the birth of Christ, is used today as a rotating lawn sprinkler.",
    "image": "http://i.gyazo.com/2ab69eef4bef4d6c6783aa564d136912.png"
  },
  {
    "en": "30 years ago the computer mouse was invented.",
    "image": "http://i.gyazo.com/747779536530f62b10b8d35fd852f5c0.png"
  },
  {
    "en": "More than 100 pizza box-related patents have been issued since 1976!",
    "image": "http://i.gyazo.com/06ea7fabe0651ccad59cc064a8038ce9.png"
  },
  {
    "en": "The shoe string was invented in England in 1790. Until then shoes were fastened with buckles.",
    "image": "http://i.gyazo.com/69fc1d81b94f1240e815e6145030ab61.png"
  },
  {
    "en": "The first patented condom was meant to be reused!",
    "image": "http://i.gyazo.com/b7778e9b74426490de27a1937ffd2ca5.png"
  },
  {
    "en": "The first flight of the Wright Brothers was a distance less than the wing span of a Jumbo Jet.",
    "image": "http://i.gyazo.com/96fa3edd5fb4b5a9f27cce8f8b193fc5.png"
  },
  {
    "en": "The first toothbrush with bristles was developed in China in 1498. Bristles were taken from hogs at first, later from horses.",
    "image": "http://i.gyazo.com/6687510bc17e53037e2b10fbc5e19fc1.png"
  },
  {
    "en": "The nylon bristles were developed in 1938 by DuPont.",
    "image": "http://i.gyazo.com/f35eadfdbe6c2c9372ba944bd293f211.png"
  },
  {
    "en": "Did you know Shakespeare invented the words 'assassination' and 'bump'?",
    "image": "http://i.gyazo.com/d656de6729ec8a6e9dcd3ad499de6361.png"
  },
  {
    "en": "Samual Morse, who invented the telegraph, was originally a portrait painter and didn't give up painting to turn to inventing until he was 46 years old.",
    "image": "http://i.gyazo.com/dbc4abf390d02a2f2013b4b1f31bc914.png"
  },
  {
    "en": "The blueprints for the Eiffel Tower covered more than 14,000 square feet of drafting paper.",
    "image": "http://i.gyazo.com/e16a34f2f34879654e99b04e02e16241.png"
  },
  {
    "en": "A Hungarian named Laslo Biro invented the first ballpoint pen in 1938.",
    "image": "http://i.gyazo.com/32b9e44cc3c4f819a26857d1c25c4c72.png"
  },
  {
    "en": "60 years ago Otto Hahn discovered nuclear fission by splitting uranium, so Teflon was invented.",
    "image": "http://i.gyazo.com/299269daf7b1be6e321ff7edaa409c6b.png"
  },
  {
    "en": "The first laser was constructed in 1960 by Theodore H. Maiman of the United States using a rod of ruby.",
    "image": "http://i.gyazo.com/2e3d6dd99aba4718aacc2bdc4e908f2e.png"
  },
  {
    "en": "Alexander Graham Bell invented the first telephone. Patent No. 174465 was issued to Bell in 1876.",
    "image": "http://i.gyazo.com/4bfb1812ca3936c131651b792a848a83.png"
  },
  {
    "en": "The abacus was not invented in China. It originated in Egypt in 2000 B.C., almost a millennium before it reached the Asia.",
    "image": "http://i.gyazo.com/6c68ca5c27d633e11c579a4acc0c38fd.png"
  },
  {
    "en": "Joseph Priestley, the English chemist, invented carbonated water. It was a by-product of his investigations into the chemistry of air.",
    "image": "http://i.gyazo.com/29271aa0370080043bcc525a0bb9e48a.jpg"
  },
  {
    "en": "English chemist John Walker never patented his invention matches, because he felt such an important tool should be public property.",
    "image": "http://i.gyazo.com/4d1b091904a970543db1652bffccb1ac.png"
  },
  {
    "en": "Roulette was invented by the great French mathematician and philosopher Blaise Pascal. It was a by-product of his experiments with perpetual motion.",
    "image": "http://i.gyazo.com/b4196559187a95d215739821f201ff6d.png"
  },
  {
    "en": "Thomas Edison's first major invention was the quadruplex telegraph, which could send four messages at the same time over one wire.",
    "image": "http://i.gyazo.com/75bddd82c156309a5280cb8b2758fe1e.png"
  },
  {
    "en": "The fax was created earlier than the telephone-in 1843.",
    "image": "http://i.gyazo.com/b94e6a2f5d7f1d720a5db5531c546a9c.png"
  },
  {
    "en": "The first computer was invented in 1941 and was running on the electronic components.",
    "image": "http://i.gyazo.com/a0af78994661189c0c74d27ec67f6415.png"
  },
  {
    "en": "Leonardo da Vinci invented the alarm-clock , which rubbed the feet of the owner.",
    "image": "http://i.gyazo.com/ece6c7b694f760356c92c77c929419a1.png"
  },
  {
    "en": "The toilet paper was invented by Joseph Gayetty in 1857.",
    "image": "http://i.gyazo.com/97ec6fe6768340cb9990e12c7364f426.png"
  },
  {
    "en": "Peter the First invented skates with blades tightly attached to the boots.",
    "image": "http://i.gyazo.com/dcc9f7bd1b0a286bc416808e160e1dc3.png"
  },
  {
    "en": "The first puzzles were created by a cartographer John Spilsburry in the 18 th century.",
    "image": "http://i.gyazo.com/b32e01d4157ce4ca9b8fa40e58860dcb.png"
  },
  {
    "en": "The first stamp was invented in England on the 6th of May 1840.",
    "image": "http://i.gyazo.com/71f1b67aefe44c6bf9fd2a6fd154438e.png"
  },
  {
    "en": "Beer in cans was first put on sale in Richmond on the 24th of January 1935.",
    "image": "http://i.gyazo.com/f8552a6fb473c8521686ffe0bd0dba10.png"
  },
  {
    "en": "Washington Sheffield invented a toothpaste tube on the 22nd of May 1892.",
    "image": "http://i.gyazo.com/35cf74d406e35a9261bb388f62855d36.png"
  },
  {
    "en": "The first plane was created by Russian sailor on the 20th of July 1882.",
    "image": "http://i.gyazo.com/e59ee959a7994ec06d5342879b9d636e.jpg"
  },
  {
    "en": "The bread was invented by chance 7500 years ago by an Egyptian man, who had forgotten flour mixed with water in the stove.",
    "image": "http://i.gyazo.com/4f5d9373baeecdaadcdc5742d72bd431.png"
  },
  {
    "en": "Thermometer was invented by Galileo Galilei in 1607.",
    "image": "http://i.gyazo.com/32aa0043504a3a1efddc5db5a2565680.png"
  },
  {
    "en": "Tetris was created by Alexey Pazhitnov on the 6th of June 1984.",
    "image": "http://i.gyazo.com/59789722c7a9c7481b25a32bbb47f740.png"
  },
  {
    "en": "The first microwave was put on sale in 1947 and cost 5000$.",
    "image": "http://i.gyazo.com/929e39fb73839866050631ed7d8ed6bd.png"
  },
  {
    "en": "The fruit yogurt was invented in Czech Republic in 1933.",
    "image": "http://i.gyazo.com/c552c96601a232962ba96884bd928d12.png"
  },
  {
    "en": "In the 15th century Leonardo da Vinci drew the prototype of the contact lenses in his diaries.",
    "image": "http://i.gyazo.com/2a6a9f36a750a0487b44d1e9ac6c458d.png"
  },
  {
    "en": "The height and width of modern American battleships was originally determined by insuring they had to be able to go beneath the Brooklyn Bridge and through the Panama Canal.",
    "image": "http://i.gyazo.com/9452934af25598c513cdc06f91194bd3.png"
  },
  {
    "en": "The rickshaw was invented by the Reverend Jonathan Scobie, an American Baptist minister living in Yokohama, Japan, built the first model in 1869 in order to transport his invalid wife",
    "image": "http://i.gyazo.com/508a535d8c62a7ad14e4f1126b9dddc0.png"
  },
  {
    "en": "King Camp Gillette spent 8 years trying to invent and introduce his safety razor.",
    "image": "http://i.gyazo.com/658998f327258691ca9bef13e07b289a.png"
  },
  {
    "en": "Edison electrocuted an elephant in 1903 to prove Tesla's AC current was dangerous.",
    "image": "http://i.gyazo.com/71dcfd75d0336fbddf6eaeb157197428.png"
  },
  {
    "en": "The inventor of Vaseline Robert Chezbro used to eat a spoonful of it every day.",
    "image": "http://i.gyazo.com/26244c399b804f8bb0cc69a6e6c342ea.png"
  },
  {
    "en": "Leo Fender, inventor of the Telecaster and Stratocaster, could not play guitar.",
    "image": "http://i.gyazo.com/9e45ec6cadd2528098c967eb0c5ec3c4.png"
  },
  {
    "en": "Charles Richter invented the Richter Scale in 1935.",
    "image": "http://i.gyazo.com/c249f2354d5190e7badd0dfbf9417e31.png"
  },
  {
    "en": "Rudolf Diesel, who invented the Diesel engine, committed suicide in 1913 because he didn't think his invention would be successful.",
    "image": "http://i.gyazo.com/187a0211454f1ae7795eec2e598730ce.png"
  },
  {
    "en": "Benjamin Franklin never patented any of his inventions. He reasoned that \"we should be glad of an opportunity to serve others by any invention of ours.",
    "image": "http://i.gyazo.com/6a5b3165f134367e7ad996e129f6303c.png"
  },
  {
    "en": "Harvey R. Ball, the strongest claimant to having invented the smiley face, was paid just $45 for the design.",
    "image": "http://i.gyazo.com/3c29f2940fcd515df8193fe0784f50c9.png"
  },
  {
    "en": "The man who invented pop-up ads has apologized to the world for creating one of the internet's most hated forms of advertising.",
    "image": "http://i.gyazo.com/b2cc42e19451ceead66c5d8b75dbb6ff.png"
  },
  {
    "en": "Benjamin Franklin invented bifocal eyeglasses in 1784.",
    "image": "http://i.gyazo.com/f4eeb057eb53ce9c328d3b63694299ea.png"
  },
  {
    "en": "At the age of 11, Benjamin Franklin invented a pair of swim fins. He was later recognized by his induction into the International Swimming Hall of Fame.",
    "image": "http://i.gyazo.com/0650cefa101bc737ad7372b5d350c09e.png"
  },
  {
    "en": "William Bull, inventor of the web rotary press, was killed by his own invention.",
    "image": "http://i.gyazo.com/e542f34b82113c890e7ed6ca6641d317.png"
  },
  {
    "en": "Alexander Graham Bell invented several flying machines.",
    "image": "http://i.gyazo.com/d9479a5800571e932995f4cd1d4915e5.png"
  },
  {
    "en": "The invention of Glow sticks was based on the work of scientist Edwin Chandross. He didn't know his work was being used for parties.",
    "image": "http://i.gyazo.com/827e95e4855ecdb41ecd4d329fd2cbe6.png"
  },
  {
    "en": "Walter Frederick Morrison, the creator of the Frisbee, wanted to be cremated after death and made into a Frisbee.",
    "image": "http://i.gyazo.com/d7110d02f5444a3c9650abcc3752fe63.png"
  },
  {
    "en": "Alfred Nobel was able to complete his research after the accident at his lab and invented dynamite.",
    "image": "http://i.gyazo.com/e6d41f856d571df097be1c57215df3e8.png"
  },
  {
    "en": "The man who invented McDonald's Big Mac burger in 1967, Michael \"Jim\" Delligatti, died aged 98.",
    "image": "http://i.gyazo.com/b6ee606c672e7973841bdd050e29f26e.png"
  },
  {
    "en": "The man who invented the water bed was unable to patent it because it had already appeared in science-fiction novels.",
    "image": "http://i.gyazo.com/9fc87c8d82f593c14be748c70fc5c1e0.png"
  },
  {
    "en": "Frank Epperson named ice cream in his honor \"Eppsicles\". Later it was recalled Popsicles.",
    "image": "http://i.gyazo.com/be81f70c9d59997d8b4e5d37a623a493.png"
  },
  {
    "en": "In 1795, Napoleon offered a 12 000 - franc prize to anyone who could invent a way to preserve food and make it portable. A Parisian confectioner won the prize.",
    "image": "http://i.gyazo.com/e7fae1da939c55a8627c4342e2a243f1.png"
  },
  {
    "en": "The inventor of roller skates first demonstrated them by hurtling into a party while playing the violin and crashing into a huge mirror.",
    "image": "http://i.gyazo.com/4f5af023672fc8fa746b66cdae154859.png"
  },
  {
    "en": "Insulin was firstly accumulated from bull's pancreas in 1922",
    "image": "http://i.gyazo.com/19c63b94251d567abba2d4319e62b721.png"
  },
  {
    "en": "Penicillin was developed in 1928 as an antibiotic from mold.",
    "image": "http://i.gyazo.com/57eef167ea4525d66d823bf8f262324f.png"
  },
  {
    "en": "Inventor of vaccines and pasteurization, Louis Pasteur was the head of the science program at a French school during the mid 1800's.",
    "image": "http://i.gyazo.com/243b197f930c87527084b094edd1a8b8.png"
  },
  {
    "en": "Steve Jobs once claimed that taking calligraphy courses in college is one of the reasons that the earliest Macintosh computers were successful. They were the first ones with beautiful typography.",
    "image": "http://i.gyazo.com/c939be7f56be31499628968a24b2bec6.png"
  },
  {
    "en": "John Harvey Kellogg and W.K. Kellogg, who invented Corn Flakes, ran a medical facility called the Battle Creek Sanitarium in the late 1800's.",
    "image": "http://i.gyazo.com/768d37e0b5f98566c78c265e1102d1d5.png"
  },
  {
    "en": "Another inventor turned politician was Samuel Morse, who created the telegraph and Morse code.",
    "image": "http://i.gyazo.com/3097cffe4e810f15ac2fc7f12d6df207.png"
  },
  {
    "en": "Inventor named Yoshira Nakamatsu has 3377 patents, which is about three times what Thomas Edison accumulated.",
    "image": "http://i.gyazo.com/ac2a319bd302a623df794bd953f1a4b4.png"
  },
  {
    "en": "In 1893, a woman named Margaret A. Wilcox invented an early car heater.",
    "image": "http://i.gyazo.com/c9588392da0c57191a59d919cb822666.png"
  },
  {
    "en": "Margaret A. Wilcox had a patent for a washing machine that would wash both clothes and dishes.",
    "image": "http://i.gyazo.com/af0c7aa5895d734bceec9394c32f8a1a.png"
  },
  {
    "en": "The inventor of the bread clip, Floyd Paxton, thought of the idea when he was on an airplane and needed to reseal a bag of snacks.",
    "image": "http://i.gyazo.com/9b7c02e837b91c4cd8b9c9b9d0e4c23a.png"
  },
  {
    "en": "Garrett Morgan who lived from 1877 to 1963, invented many things with only an elementary school education. He created some of the earliest gas masks and hair straightening creams.",
    "image": "http://i.gyazo.com/a876385f70a16be5d297b5ad0ea664aa.png"
  },
  {
    "en": "The lint roller was created by Nicholas McKay after he struggled to clean his suit before chaperoning a high school dance.",
    "image": "http://i.gyazo.com/a1022d2d3f21fc3e520545a31fa29cf0.png"
  },
  {
    "en": "A man named Paul Brown invented the upside-down squeeze bottle in 1991. He sold his product to everyone from shampoo companies to ketchup companies to NASA.",
    "image": "http://i.gyazo.com/31b1b8d73713f8d5169a32ef0ece55dd.png"
  },
  {
    "en": "Inventor, Robert Taylor, came up with the idea of a soap in a pump bottle, and to make sure no one stole his idea, he bought about 100 million of those pump bottles.",
    "image": "http://i.gyazo.com/aedbbaf1693a24ce728fece8d26a1553.png"
  },
  {
    "en": "Alfred Fielding and Marc Shuvon were trying to develop a 3D plastic wall paper and accidentally invented bubble wrap.",
    "image": "http://i.gyazo.com/a52692e5f7c0f3dd26d5837dd902f04e.png"
  },
  {
    "en": "Paul Winchell invented the first mechanical, artificial heart. He was also the original voice of Tigger from Winnie the Pooh and Gargamel from the Smurfs.",
    "image": "http://i.gyazo.com/263830ac749a2baa532c564d22870078.png"
  },
  {
    "en": "The snowmobile was invented by Joseph Armand Bombardier who started working on it when he was just 19 years old.",
    "image": "http://i.gyazo.com/c99ad10773f5dd86ecefa6e41314bfed.png"
  },
  {
    "en": "Margaret E. Knight was only 12 when she invented a device for textile mills.",
    "image": "http://i.gyazo.com/68ca877aa33b81ad4aff9590e8b93d8b.png"
  },
  {
    "en": "John Landis Mason invented Mason jars in 1858.",
    "image": "http://i.gyazo.com/8380c3807d035d7717050902d46d22f9.png"
  },
  {
    "en": "John Landis Mason invented screw-top salt shakers in 1858.",
    "image": "http://i.gyazo.com/e42108dabd92cb0d0a716b6ff971d363.png"
  },
  {
    "en": "The guy who invented the saxophone in 1841 was named Adolph Sax. The saxophone is one of the wooden wind instruments, although it is made of metal.",
    "image": "http://i.gyazo.com/a61a296fb441d67bcda9b61a457bc972.png"
  },
  {
    "en": "Heinrich Dreiser invented both heroin and aspirin.",
    "image": "http://i.gyazo.com/40078962ab525bc399c98e86b84ba1dd.png"
  },
  {
    "en": "Nobody knows who invented the fire hydrant, the patent for the invention was burnt in the fire during a fire.",
    "image": "http://i.gyazo.com/ff5932f7f79320b872629162ba9ca431.png"
  },
  {
    "en": "Traffic lights were used before the advent of the motorcar.",
    "image": "http://i.gyazo.com/bcdf0903da0d52a340ff48ad10b2fcd0.png"
  },
  {
    "en": "The can opener was invented 48 years after cans were introduced.",
    "image": "http://i.gyazo.com/3a7d981d95fb79aaeed5b64bfa4fab25.png"
  },
  {
    "en": "Before the invention of the thermometer, the brewers of beer used to check the temperature by dipping their thumb into the mixture.",
    "image": "http://i.gyazo.com/27145b15cdb3d5a0db7b79179b97080f.png"
  },
  {
    "en": "The first metal needles made of metal wire were produced in the 16th century. Before that, bones were used instead of needles.",
    "image": "http://i.gyazo.com/29902bb0eedd786c7f3267d4401930a6.png"
  },
  {
    "en": "For the first time in the Old World, cotton began to be cultivated 7000 years ago (5th millennium BC) by representatives of a civilization located in the Indus Valley.",
    "image": "http://i.gyazo.com/8b6a24785f06ba38f5fd462db818290c.png"
  },
  {
    "en": "The history of the first car began in 1768 together with the creation of steam-powered vehicles capable of transporting a person.",
    "image": "http://i.gyazo.com/d7c5bdd7ce36de9b32a03f44780548b2.png"
  },
  {
    "en": "The first phones were directly connected to each other in one place.",
    "image": "http://i.gyazo.com/77785729208f29a4296a795c2ccb73bf.png"
  },
  {
    "en": "In Europe, the hand typographic machine was first used by Johann Gutenberg in the middle of the 1440s.",
    "image": "http://i.gyazo.com/443dd713db8cd5fdcc7e5e43706544d2.png"
  },
  {
    "en": "In 1814, the Austrian tailor Josef Madersperger created a needle with an eye at the sharp end.",
    "image": "http://i.gyazo.com/9076190c80ea52fb2db345f7a82bf7f6.png"
  },
  {
    "en": "The first Visionette serial television receivers with 45-line mechanical scanning were launched by American company Western Television in 1929 at a price of slightly less than $ 100.",
    "image": "http://i.gyazo.com/c3465e761b7365668be6b7b19c6378ea.png"
  },
  {
    "en": "Mary Anderson invented the wipers for the car, she noticed that the trolleybus had to drive with an open window in the winter to see the full review.",
    "image": "http://i.gyazo.com/659ed1eecfe5b6cfc90f79638842ade7.png"
  },
  {
    "en": "Margaret Knight, invented a machine that creates paper bags.",
    "image": "http://i.gyazo.com/a8be7d5a5a19d7f51053b1fb02c562a0.png"
  },
  {
    "en": "Levi Strauss invented blue jeans. Having opened the company in 1853 LEVI STRAUSS & CO.",
    "image": "http://i.gyazo.com/08cd37a058548659a82c36e086025591.png"
  },
  {
    "en": "Six-year-old Suzanna Goodin, tired of cleaning the cat food spoon, came up with the idea of an edible spoon-shaped cracker.",
    "image": "http://i.gyazo.com/03ad2c0970aadefbd209c5d64e36b61f.png"
  },
  {
    "en": "Eight-year-old Theresa Thompson invented a solar tepee for a science fair project in 1960 And called the device a Wigwarm.",
    "image": "http://i.gyazo.com/ddc67aa0fcfefcfdfc4c435d66a7a3fe.png"
  },
  {
    "en": "11-year-old Jeanie Low received a patent on March 10, 1992, for inventing the Kiddie Stool - a foldup stool.",
    "image": "http://i.gyazo.com/28e3d2ce7a0ed6691dcfe1edb3f2f88c.png"
  },
  {
    "en": "Becky Schroeder put phosphorescent paper under her writing so that she could write in the dark. Doctors use it method in hospitals to read patients' charts at night without waking them.",
    "image": "http://i.gyazo.com/26df97ffc2a01de3351eaf54dd108158.png"
  },
  {
    "en": "Pamela Sica invented a push-button device that raises the floor of a car so that cargo can be raised and easily removed. She wanted to patent her invention but found that it was too expensive.",
    "image": "http://i.gyazo.com/01f6cd35b046dc6881ebaf4594a03706.png"
  },
  {
    "en": "8-year-old Chelsea Lannon received a patent in 1994 for her “pocket diaper,” a diaper that has a pocket that holds a baby wipe and baby powder puff.",
    "image": "http://i.gyazo.com/47a455aec68d79a7e3fee4921c4884db.png"
  },
  {
    "en": "One day in the 1700s, the Earl of Sandwich was so busy gambling, he did not want to go to eat. So, he ordered some food to be piled between two slices of bread, which he ate while gambling.",
    "image": "http://i.gyazo.com/c0e9dd9c9641cae5ba0b6aebc784e9aa.png"
  },
  {
    "en": "In 1930, Ruth Wakefield was making chocolate cookies and experimenting with chocolate chips at the Toll House Inn. It turned out not bad.",
    "image": "http://i.gyazo.com/05b7498b3920e2d9771b092e92922fce.png"
  },
  {
    "en": "One day in 1853, a diner at Moon Lake Lodge, The chef, George Crum, sliced a potato paper-thin and fried it so heavily it could not be cut with a fork. But the customers loved them. They were called potato chips.",
    "image": "http://i.gyazo.com/52c4daa7c62795c1ecf3d052470e2d59.png"
  },
  {
    "en": "Ernest Hamwi was selling Syrian pastry at the St. Louis World's Fair in 1904. When a nearby ice cream vendor ran out of dishes, Hamwi rolled some pastry into a cone so ice cream could be put inside.",
    "image": "http://i.gyazo.com/9534185ed62cab6805ba504c3b5f8676.png"
  },
  {
    "en": "Tabitha Babbitt, create circular saw in 1812. But all the same it worked from manual rotation, since electricity in those years was luxury.",
    "image": "http://i.gyazo.com/51b9801169e75a837273e124d2433d76.png"
  },
  {
    "en": "Ida Forbes in 1917, invention electric hot water heater.",
    "image": "http://i.gyazo.com/b9c7c36473993359fde0906264051ed6.png"
  },
  {
    "en": "El Dorado Jones invented Engine muffler in 1917. So people would not to hear how the car is buzzing.",
    "image": "http://i.gyazo.com/afac5ad25a069097d8d9f06e48c3a6d2.png"
  },
  {
    "en": "Anna Connelly in 1887, invention Fire escape, after those cases when the main exits were blocked during a fire.",
    "image": "http://i.gyazo.com/8f718b7bb6242323ebd7e52777b1d59c.png"
  },
  {
    "en": "Ellen Fitz in 1875, invention Globes. When she tried to stick a map on a basketball.",
    "image": "http://i.gyazo.com/504a188bc59df5fc12f8abc8a62846af.png"
  },
  {
    "en": "Sarah Boone  in 1892, invention Ironing board. Originally, a metal sheet was used.",
    "image": "http://i.gyazo.com/634ddf91f160362f389f933d3f5ed061.png"
  },
  {
    "en": "Maria Beaseley invented Life Raft in 1882. It was less expensive than boats.",
    "image": "http://i.gyazo.com/d24b221a540b901d726dd876fd34c8af.png"
  },
  {
    "en": "Bessie Nesmith in 1951 invented \"Liquid Paper\" - a quick-drying liquid used to correct mistakes printed on paper. Created after long rewriting of the texts due to one mistake made.",
    "image": "http://i.gyazo.com/064fdc2aecee357bdb0796c4d66986e9.png"
  },
  {
    "en": "Letitia Geer in 1899 created Medical syringe. Although there is an opinion that the first syringe was developed by  Charles Pravaz in 1853.",
    "image": "http://i.gyazo.com/d1a10b25675ed47405a25dd6c680275a.png"
  },
  {
    "en": "Patsy O. Sherman, in 1956 invent \"Scotchgard\" fabric protector. Now you can protect the trousers of jacket shirts and hats.",
    "image": "http://i.gyazo.com/21e2db61e31afb67dd2c47c1030eec64.png"
  },
  {
    "en": "Ann Moore, in 1965 invent \"Snugli\" baby carrier. Now you will always have free hands.",
    "image": "http://i.gyazo.com/d73cac9139aa1de699f4bbfbc0b82c9d.png"
  },
  {
    "en": "Florence Parpart, in 1900 invent Street-cleaning machine. This machine clears up 50 times more efficient than a normal janitor.",
    "image": "http://i.gyazo.com/fb8b436ad7c3cb6cd7cdd8e2116b41e4.png"
  },
  {
    "en": "Sarah Mather, in 1845 invent Submarine lamp and telescope. This development was military, so it was strictly confidential.",
    "image": "http://i.gyazo.com/e1a26d5a29dc834753bf290aad1cf9de.png"
  },
  {
    "en": "In 1797 The steam locomotive is invented in England.",
    "image": "http://i.gyazo.com/8f5f856210cff98892ffdb4fefd5a7e5.png"
  },
  {
    "en": "The first public railway in the world opens in England In 1823. It's almost 20 years after the invention of the train.",
    "image": "http://i.gyazo.com/c73ee63d54e3665aa8690f97ecb880f5.png"
  },
  {
    "en": "First Subway Systems were created in London in 1863.  This is 41 years earlier than in New York (1904).",
    "image": "http://i.gyazo.com/7ee3a5af2392ea9744ca2bc3a16b2c45.png"
  },
  {
    "en": "In 44 AD the wheelbarrow is invented by the Chinese.",
    "image": "http://i.gyazo.com/8b49543eef09c15414a70c5e0367a46c.png"
  },
  {
    "en": "A bicycle was invented in Scotland in 1791.",
    "image": "http://i.gyazo.com/1e0d59a0e83be2bfc79f46929a4ae56f.png"
  },
  {
    "en": "The ambulance is created for Napoleon's army in 1792.",
    "image": "http://i.gyazo.com/03e5ecd940539bd37390d576b11d46c5.png"
  },
  {
    "en": "The modern motorcycle is invented in Germany in 1869.",
    "image": "http://i.gyazo.com/5308134edcbf28533cadf730e07347ff.png"
  },
  {
    "en": "The cable streetcar is invented in the United States in 1871. It was used for high-slope roads.",
    "image": "http://i.gyazo.com/3eb758ee41766edd73a15d1f330ba279.png"
  },
  {
    "en": "The first car with internal-cumbustion engine is invented in Germany in 1885.",
    "image": "http://i.gyazo.com/949d28ed5fab11d8da7d50899b191b5c.png"
  },
  {
    "en": "The hybrid car is invented in the United States in 1905.",
    "image": "http://i.gyazo.com/f6e329f00694c6ee6e9b01e19eb4862b.png"
  },
  {
    "en": "The seat belt is invented in Sweden in 1959. Before that, people drove without a safety belt.",
    "image": "http://i.gyazo.com/9cccd349bdeeda2198cfed2a164dff51.png"
  },
  {
    "en": "The Segway human transporter is invented in the United States in 2001.",
    "image": "http://i.gyazo.com/9c6273f72065f4e9d92707036d361562.png"
  },
  {
    "en": "The zeppelin is invented in Germany in 1900. Work on the mistakes was conducted for 9 years start from 1891, all this time the zeppelin fell.",
    "image": "http://i.gyazo.com/2f41e8a3cf7c5c5a894d1118e21d237d.png"
  },
  {
    "en": "The first propellor airplane was invented in the United States in 1903.",
    "image": "http://i.gyazo.com/d086d98b3520772719e56687d5fb1c2c.png"
  }
]