[
  {
    "en": "The Great Wall of China runs through the northern China for 8,851.9 km.",
    "image": "http://i.gyazo.com/8b9cdb4a4894a0f76e8d40bb611b1bba.png"
  },
  {
    "en": "The height of Statue of liberty in New York is 93 m. To reach the top, you will have to take 192 steps.",
    "image": "http://i.gyazo.com/276aea531d8c63c44757c05bd97f2f9e.png"
  },
  {
    "en": "Eiffel Tower in Paris was originally conceived as a temporary structure, which served as the entrance arch of the Paris World Exhibition in 1889.",
    "image": "http://i.gyazo.com/213f914699bde38f52cd3fff8e8f188d.png"
  },
  {
    "en": "Big Ben in London is not really a tower. It is the name of the 13-ton bell that is inside the tower, behind the clockface.",
    "image": "http://i.gyazo.com/5a6a0c1e45c45672ebe7a29650c35b10.png"
  },
  {
    "en": "Until 1958 the site of the Sydney Opera House was occupied by a tram depot, and even earlier - a fort.",
    "image": "http://i.gyazo.com/b61522fea1850eec8131aafdbb360817.png"
  },
  {
    "en": "The   Hollywood   sign in Los Angeles was formerly   Hollywood Land  .",
    "image": "http://i.gyazo.com/dedf8cb6142d9b9f7cbbe258a7283d42.png"
  },
  {
    "en": "In 1349, a powerful earthquake in Rome caused parts of the Colosseum to collapse, in particular, its southern part. From that time it became a historical monument.",
    "image": "http://i.gyazo.com/b2644228db86bc6489e2ed0ae3b4ba01.png"
  },
  {
    "en": "The White House was originally called the   Presidential Palace   or   Presidential Mansion  . First colloquial use of the phrase   White House   dates back to 1811.",
    "image": "http://i.gyazo.com/4c5cb4afbc8c71138776f01a6fd23017.png"
  },
  {
    "en": "According to the government of Spain, the redevelopment Sagrada Familia will not be completed until 2026. Each of the stone blocks requires individual processing and adjustment.",
    "image": "http://i.gyazo.com/7a2962a53299b4309df3878064558237.png"
  },
  {
    "en": "The Little Mermaid on a stone, in honor of Hans Christian Andersen's fairy tale in Copenhagen, was copied all over the world, for which the writer's relatives receive copyright fees.",
    "image": "http://i.gyazo.com/d7ec0c8eb07af7aabebf8c3e9e82bb45.png"
  },
  {
    "en": "The Taj Mahal in India has an optical focus. If you move your back to the exit, then the temple will seem huge. It is forbodden for aircrafts to fly over the Taj Mahal.",
    "image": "http://i.gyazo.com/dd7dc915316cd6847d891389bf10b7d6.png"
  },
  {
    "en": "Burj El Arab Hotel in Dubai is located on an artificial island, built 280 m from the coast. It is the most expensive hotel in the world, the price per night is 24 000 US dollars.",
    "image": "http://i.gyazo.com/7e68e92ee349fda88fccd0de460a350f.png"
  },
  {
    "en": "Most of the Egyptian Pyramids were built as tombs for the pharaohs of the Ancient Kingdom. The number of objects identified as Egyptian pyramids varies from 118 to 138.",
    "image": "http://i.gyazo.com/c6a7eb7bd506c70c387051b88ffd8a1e.png"
  },
  {
    "en": "The Grand Canyon in the United States is one of the deepest canyons in the world. In 1540 the Grand Canyon was discovered by a group of Spanish soldiers, since then the canyon has not been visited by Europeans for more than two centuries.",
    "image": "http://i.gyazo.com/59512b5a7e0c8c366c573ad8a06c1cde.png"
  },
  {
    "en": "The Arc de Triomphe in France, built by order of Napoleon to commemorate the victories of his   Great Army  . On the walls of the arch the names of 128 battles and the names of 558 French commanders are engraved.",
    "image": "http://i.gyazo.com/ef57cf0d3dae08611bad29ba1829410c.png"
  },
  {
    "en": "Times Square is the center of the Theater Quarter of New York. The square received its modern name in 1904, when the New York Times moved its headquarters there.",
    "image": "http://i.gyazo.com/e765405c06e565368c1ef565e4f9d2f6.png"
  },
  {
    "en": "Acropolis in Greece. In 480 BC during the Greco-Persian wars, the temples of the Acropolis were destroyed by the Persians. The inhabitants of Athens took an oath to restore the shrines after the ousting of the enemies from Hellas.",
    "image": "http://i.gyazo.com/2db70d4feecba3cc8440c5a2d8947e34.png"
  },
  {
    "en": "Tokyo Tower, built in 1958, originally was intended for broadcasting in Tokyo. This happened until 2011, when a new tower was built. Now the Tokyo Tower is a symbol of Tokyo.",
    "image": "http://i.gyazo.com/cafdfd1194dd800295f2aad2353a2a9f.png"
  },
  {
    "en": "Bruselles Monument   Manneken Pis   has a tradition. On holidays the stream of water is replaced with wine or beer.",
    "image": "http://i.gyazo.com/49031ab0177e499e6327a53390757247.png"
  },
  {
    "en": "For the monument Christ the Redeemer, Rio de Janeiro, the Catholic Eparchy specifically stores stone from which the statue was erected, to restore the damaged parts of the statue after lightnings.",
    "image": "http://i.gyazo.com/4e07ac0d8441d9612c31ee44c5cf95c1.png"
  },
  {
    "en": "The Australian Uluru is officially owned by the Anang tribe, however, the stone giant was leased to the government for a period of 99 years to be used as a national park.",
    "image": "http://i.gyazo.com/289f443f8bfcf6313dfa366eb30c4539.png"
  },
  {
    "en": "The London Eye is the largest Ferris wheel in Europe and one of the largest in the world. Originally called the Millennium Wheel, then the British Airways London Eye, and later the Merlin Entertainments London Eye.",
    "image": "http://i.gyazo.com/ab7261d0d57ead7867a98c296c85f24a.png"
  },
  {
    "en": "The Empire State Building, a 103-story skyscraper, is located in New York. The skyscraper has different night illuminations and has 400 lights.",
    "image": "http://i.gyazo.com/714b534262f6b9f2718e8bc44415dc73.png"
  },
  {
    "en": "Machu Picchu, a city of ancient America, is located on the territory of modern Peru. In 2007 it was awarded the title of the New World Wonder.",
    "image": "http://i.gyazo.com/73072e5f639c221f670bdcf37a4a1926.png"
  },
  {
    "en": "The Forbidden City (China) also serves as a stage. However, its use in this form is strictly limited.",
    "image": "http://i.gyazo.com/1c00424f8895c3a136ecd8a0b9e9b6d5.png"
  },
  {
    "en": "Burj Khalifa (Dubai) Skyscraper's height is 828 meters - the highest building in the world. The shape of the building looks like a stalagmite.",
    "image": "http://i.gyazo.com/bd905e1eaf42ebc73a19f13f42f40a3a.png"
  },
  {
    "en": "The Louvre Museum is one of the largest and most popular art museums in the world. Pre-purchased tickets allow to pass without a queue and have an unlimited period of validity.",
    "image": "http://i.gyazo.com/4ba96465020a200dec5bcb41f6248531.png"
  },
  {
    "en": "Ancient city of Petra. The very name of   Peter  , which means   stone  . Petra, indeed, was a city of stone, and there was nothing similar in the Roman Empire.",
    "image": "http://i.gyazo.com/6a629b22a97a8a7f24e9e1fcace0dc32.png"
  },
  {
    "en": "St. Basil's Cathedral in Moscow. According to legend, the architects of the cathedral (Barma and Postnik) were blinded by the order of Ivan the Terrible, so that they could no longer build such a temple.",
    "image": "http://i.gyazo.com/24b9253516b0fadbc10b8f5dc106bb8e.png"
  },
  {
    "en": "Prague Castle, a fortress in Prague, occupies the eastern part of a long cliff. Prague Castle was developed not only as a fortress, but also as a residence of Czech kings and a cultural center.",
    "image": "http://i.gyazo.com/eace0f5006becfe1ae4ace2311f886ac.png"
  },
  {
    "en": "East Pearl Tower, one of the main attractions of Pudong District in Shanghai. There is a penthouse with a viewing platform, a conference hall and a coffee shop - all at an altitude of 350 meters.",
    "image": "http://i.gyazo.com/874be237bcda378b790c143e80d5006c.png"
  },
  {
    "en": "Bridge   Golden Gate  , connects the city of San Francisco in the north of the Peninsula of San Francisco and the southern part of Marin County. The bridge is served by a team of 38 painters, which tint the places most suffering from corrosion.",
    "image": "http://i.gyazo.com/3dd734e6f6fb9e2088fa1c41e90d9d16.png"
  },
  {
    "en": "Cathedral of Hagia Sophia (Turkey), the official name of the monument to date Museum Aya-Sophia. Runic inscriptions in the cathedral were scratched by soldiers from the Varangian guard of the Emperor of Byzantium in the Middle Ages.",
    "image": "http://i.gyazo.com/d618f90c06097d7b640b6341976bc1b9.png"
  },
  {
    "en": "Mount Rushmore Mountain in the Black Hills mountain range (USA). Theodore Roosevelt's head is deeper than the rest of the presidents, as the explosion has severed too much rock mass.",
    "image": "http://i.gyazo.com/b35e5dfd84f821471abb01b766261fc1.png"
  },
  {
    "en": "Stonehenge is located about 130 km southwest of London. At the beginning of the XIX century, the version about Stonehenge, being a shrine of the Druids, was established.",
    "image": "http://i.gyazo.com/f40b532e709dfae054bc4b7e2a090052.png"
  },
  {
    "en": "Versailles is now a suburb of Paris. World Tourism Center. After the Second World War, the Palace of Versailles became a place for German-French reconciliation.",
    "image": "http://i.gyazo.com/a6ab73801fdcaa3fac61219a77657486.png"
  },
  {
    "en": "Kilimanjaro is the highest and potentially active stratovolcano in Africa. The name originates from the Swahili language and presumably means   mountain that sparkles  .",
    "image": "http://i.gyazo.com/53f0828ec90223547c459fe6f7384639.png"
  },
  {
    "en": "Capitol - the seat of the US Congress in Washington. At the insistence of Lincoln, who wanted to emphasize the unity of the nation, the Capitol was being built during the Civil War.",
    "image": "http://i.gyazo.com/2f5aa2e092ba9c61efceba9702c2e52c.png"
  },
  {
    "en": "The Berlin Wall is the fortified state border of the German Democratic Republic with West Berlin. During the Cold War in the GDR, there was a practice of sending citizens to the West for money.",
    "image": "http://i.gyazo.com/4fa8629247b98ef94d471c9a036ad7f6.png"
  },
  {
    "en": "Dubrovnik is a city in Croatia, the administrative center of Dubrovnik-Neretva County. The height of the fortress walls in some areas is up to thirty meters.",
    "image": "http://i.gyazo.com/6d195ba0669f92e87bfb2091609ea49f.png"
  },
  {
    "en": "The Tower of London is a fortress on the north bank of the Thames. The Tower of London was a palace, a repository of royal jewelry, an arsenal, a mint, a prison, an observatory and a zoo.",
    "image": "http://i.gyazo.com/8a19a4a58d2a677f53b03cf5be0aba8b.png"
  },
  {
    "en": "Moai - stone monolithic statues on Easter Island in the Pacific Ocean. Currently, more than 900 statues are known.",
    "image": "http://i.gyazo.com/eda38558f0ee6b73b8a3b43b4536d5cd.png"
  },
  {
    "en": "Neuschwanstein Castle is the castle of the Bavarian King Ludwig II in southwestern Bavaria. The only person who   lives   in the castle at the moment is the castle keeper.",
    "image": "http://i.gyazo.com/401d0ab9154dc37da2b2f6860914570e.png"
  },
  {
    "en": "Milan Cathedral - the Cathedral in Milan, is located in the historic center of the city. There are around 3,400 statues in the cathedral.",
    "image": "http://i.gyazo.com/ce84056000cc6b29a61db318fb7e049b.png"
  },
  {
    "en": "Vesuvius is an active volcano in the south of Italy. In the 1910s, Vesuvius was first conquered by a car of the brand   Russo-Balt  .",
    "image": "http://i.gyazo.com/9d8111d23f74c37280b014f81915c64b.png"
  },
  {
    "en": "The rock of Gibraltar is located in the Strait of Gibraltar. The cave of Gorham, which is in it at the sea level, is 30 thousand years old.",
    "image": "http://i.gyazo.com/9bcab9a388d534d87a2eea49b48f9366.png"
  },
  {
    "en": "Willis Tower, until 2009 - Sears Tower - a skyscraper in the city of Chicago. The structure consists of nine square pipes, which form a large square at the base of the building.",
    "image": "http://i.gyazo.com/e7637679e43cb3856d04ba26f3bf4088.png"
  },
  {
    "en": "The Hermitage is one of the largest museums in Russia and the world. The collection of the museum has about three million works of art and monuments of world culture, from the Stone Age to our century.",
    "image": "http://i.gyazo.com/6e50a088f1eba5cefe8a1eb56a1fbf3a.png"
  },
  {
    "en": "The Tower Bridge is a drawbridge in the center of London above the River Thames, near the Tower of London. Previously, the bridge was raised up to 50 times a day, but these days - 4-5 times a week.",
    "image": "http://i.gyazo.com/ef8ba751d3644bed97f17d1bc850d1f8.png"
  },
  {
    "en": "Chichen Itza - the political and cultural center of Maya in the north of the Yucatan Peninsula in Mexico, the sacred city of the people of Itz. The name of Itz probably means the word   sorcerer  , or rather, the itz -   sorcerer   and ha -   water  .",
    "image": "http://i.gyazo.com/382f801be0697247e547cf2f98b74449.png"
  },
  {
    "en": "The Great Sphinx is the oldest surviving monumental sculpture on earth. There is a legend that the nose of the statue was destroyed by a cannonball during the Napoleonic battle with the Turks at the Pyramids (1798).",
    "image": "http://i.gyazo.com/fc3876efde01ba33dc1967083197a52b.png"
  },
  {
    "en": "Niagara Falls - a complex of waterfalls on the Niagara River (USA). Under the waterfall, hydroelectric power stations with a total capacity of up to 4.4 gigawatts have been built.",
    "image": "http://i.gyazo.com/47c95c91987855bc60dcfd0d86afbcbf.png"
  },
  {
    "en": "The Sacré-Cœur Basilica is a Catholic temple in Paris. One of the bells of the Basilica   Savoyard   (la Savoyarde) weighs 19 tons, meld in Annecy in 1891.",
    "image": "http://i.gyazo.com/af356f815fbae5d4ba3d0e91e0cf4744.png"
  },
  {
    "en": "Space Needle is the most recognizable landmark of the city of Seattle. During winds the tower tilts about 1 inch (2.5 cm) for every 10 miles (16 km) per hour of wind speed and is equipped with 25 lightning rods.",
    "image": "http://i.gyazo.com/c467f75d84ec1fb6aac45333fcd5c788.png"
  },
  {
    "en": "Mont-Saint-Michel is an island fortress, on the northwest coast of France. During the Hundred Years War, the city was defended by 119 knights. In 1434 the fortress withstood the capture by the English.",
    "image": "http://i.gyazo.com/0bf24c3d2ed6ba68ffb174135ab553af.png"
  },
  {
    "en": "St. Peter's Cathedral (Vatican) - the Catholic Cathedral, the largest historical Christian church in the world. Its capacity is about 60 000 people + 400 thousand people in the square.",
    "image": "http://i.gyazo.com/09cf1303572c5acbeb3fbb4ab7ce7530.png"
  },
  {
    "en": "Angkor Wat is a giant Hindu temple complex in Cambodia, dedicated to the god Vishnu. By and large, all surfaces, columns, lintels and even roofs are carved.",
    "image": "http://i.gyazo.com/e6a6c94d2e7435dab0629a63407e9d06.png"
  },
  {
    "en": "Brooklyn Bridge is one of the oldest suspension bridges in the US. To assure people of the bridge's strength, the authorities let 21 elephants pass through the bridge from a nearby circus.",
    "image": "http://i.gyazo.com/eb5129eb63e90b12ac2dabad967c1b17.png"
  },
  {
    "en": "Moscow Kremlin - Fortress City. In 2011 the interior of the cabinet of the first Russian President Boris Yeltsin was transported to the Presidential Center of his name in Yekaterinburg.",
    "image": "http://i.gyazo.com/a2b699c3371875fe7a03c4faf795ce04.png"
  },
  {
    "en": "The Pantheon is a temple in Rome dedicated to all and every god. Built in 126 AD. E. In the center of the dome is a round hole 9 meters in diameter - the so-called oculus. This is the only hole through which daylight comes in.",
    "image": "http://i.gyazo.com/5cf0b093eaef5df3e6c05403bc7e2bc8.png"
  },
  {
    "en": "Trafalgar Square - the square in the center of London. In George Orwell's fantasy novel   1984  , the square is called   Victory Square  . Accordingly, the sculpture on the Column of Nelson depicts Big Brother.",
    "image": "http://i.gyazo.com/645fde392d2cb8bce2c509f69c408800.png"
  },
  {
    "en": "Pont du Gard is the highest preserved ancient Roman aqueduct. The waterworks ceased to function soon after the fall of the Roman Empire, but the aqueduct itself was used for centuries as a bridge for wagons.",
    "image": "http://i.gyazo.com/741736af25593fb568a3f0e603fcb549.png"
  },
  {
    "en": "Algambra is an architectural and park ensemble located in Southern Spain. The Algambra is considered the highest achievement of Moorish art in Western Europe.",
    "image": "http://i.gyazo.com/90f9fef6d815927e9d542aafcbbf8c38.png"
  },
  {
    "en": "Gamla Stan, Stockholm. Until 1980 it was officially called the City between the bridges. In the Old Town there are: the German church, The Finnish church, as well as the metro station Gamla Stan.",
    "image": "http://i.gyazo.com/b2a98bd744a8add24262b48ea3f0cd58.png"
  },
  {
    "en": "Potala Palace is named after the legendary Mount Potala in South India. In Potala there are also schools of Buddhist logic, a seminary, a printing house, gardens, courtyards and even a prison.",
    "image": "http://i.gyazo.com/2a594e0ed275a6b53bb894d5afe12481.png"
  },
  {
    "en": "Matterhorn is the peak in the Pennine Alps on the Swiss border. Every year up to 3,000 people try to climb to the top of the Matterhorn. In comparison with other alpine peaks, the Matterhorn is the most deadly",
    "image": "http://i.gyazo.com/7990afa3b0934c58c69829a1c69c6ee7.png"
  },
  {
    "en": "St. Mark's Square is the main city square of Venice. Countless pigeons walking around the square have become an integral part of the city's landscape.",
    "image": "http://i.gyazo.com/76988c932fbde6d5c8762b75b7c8fcff.png"
  },
  {
    "en": "Buckingham Palace is the official London residence of the British monarchs. The palace is guarded by the Court Division, consisting of a regiment of Guards infantry. Every day, the ceremony of changing the guard takes place.",
    "image": "http://i.gyazo.com/eaad8ef0ee0f997fc98b56159bb0eef3.png"
  },
  {
    "en": "Ellis Island - located at the mouth of the Hudson River in the Bay of New York, was the largest reception point of immigrants in the United States. In 1950 enter was forbidden for people connected with communist or fascist organizations.",
    "image": "http://i.gyazo.com/f540fbc8b7502d7c8fa7e5fe2f7565a6.png"
  },
  {
    "en": "The Trevi Fountain is Rome's largest fountain, 25.9 m high and 19.8 m wide. The monetary sum, which is annually   caught   from the water by the municipal services, reaches 1.4 million euros.",
    "image": "http://i.gyazo.com/605478073a1cf51d11d6a9c12bd8c2ad.png"
  },
  {
    "en": "Rockefeller Center is a large office center in New York. It has been the National Historical Monument of the United States since 1987. Rockefeller Center is also famous for its skating rink.",
    "image": "http://i.gyazo.com/a00ce324cc94e1dfc977a8bf7c801ae3.png"
  },
  {
    "en": "Auschwitz - concentration camp in Poland. In memory of the victims of the camp in 1947, Poland created a museum on the territory of Auschwitz.",
    "image": "http://i.gyazo.com/e75754cbdae536d436da26c71e7bf48f.png"
  },
  {
    "en": "Iguazu Falls is a complex of 275 waterfalls on the Iguazu River. Tourists are offered waterproof clothes, as the routes pass under the very foot of the waterfalls.",
    "image": "http://i.gyazo.com/39d9f5ec1ad8a84ebb843a8b97d2b6b7.png"
  },
  {
    "en": "Knossos is an ancient city on the island of Crete. Excavation of the territory began in 1900. As archaeologist Arthur Evansom was interested in the time period until 1450 BC. E. all the later layers were destroyed.",
    "image": "http://i.gyazo.com/d3f8b788a22ffde6783c7f9e1a8217c7.png"
  },
  {
    "en": "Windsor Castle is the residence of British monarchs in Windsor, England. For over 900 years, the castle is an unshakable symbol of the monarchy.",
    "image": "http://i.gyazo.com/7464666e64c9854d3358f6d05a8d3643.png"
  },
  {
    "en": "The Summer Imperial Palace is the summer residence of the emperors of the Qing dynasty on the outskirts of Beijing. The Park of the Palace has been repeatedly rebuilt, its total area is about 290 hectares.",
    "image": "http://i.gyazo.com/471adb32bd3d1aeb28e57298744c36c2.png"
  },
  {
    "en": "Fuji (Fujiyama) is an active stratovolcano on the island of Honshu (Japan). In addition to the usual routes, there are routes for bulldozers that deliver goods and materials for shops at the top of the mountain.",
    "image": "http://i.gyazo.com/d8b7afd7ce8f63cd1a5c6366d8973c50.png"
  },
  {
    "en": "Hohensaltsburg is one of the largest medieval fortresses in Europe. Located on the top of Mount Festung next to Salzburg, Austria, at an altitude of 120 meters. During the Napoleonic wars, the fortress surrendered without a fight.",
    "image": "http://i.gyazo.com/c1d127026b28f13f9c22063315bf7088.png"
  },
  {
    "en": "The Great Barrier Reef is the largest coral reef in Australia. In 2013, the attack aircraft of the US 7th Fleet mistakenly dropped 4 training bombs on the Great Barrier Reef. None of the bombs exploded.",
    "image": "http://i.gyazo.com/c4eb50463baef767dc63836f134e0640.png"
  },
  {
    "en": "Luxor is a city in Upper Egypt. Luxor is divided into 2 parts:   City of the Living   and   City of the Dead  .",
    "image": "http://i.gyazo.com/8b9dec91352b2c6fc36aae5bff4facb3.png"
  },
  {
    "en": "Grand Bazaar in Istanbul. Inside one of the largest markets in the world there are 61 streets, 4400 shops, 2195 ateliers, 18 fountains, 12 mosques, 12 warehouses, one school, one bath, several cafes and currency exchange offices.",
    "image": "http://i.gyazo.com/54287e140126a6de1e21078e27cc51e1.png"
  },
  {
    "en": "The museum island is the northern extremity of the island of Spreinzel in Berlin, where a large number of famous Berlin museums are located. In the Second World War, the museums of the island were destroyed by more than 70%.",
    "image": "http://i.gyazo.com/dfa2f769e3754fa82cbbc4bccfc8d6e0.png"
  },
  {
    "en": "Newgrange is a corridor tomb in Ireland. Newgrange was open to visitors and only the winners of the special lottery can observe the penetration of the sun's rays on the winter solstice.",
    "image": "http://i.gyazo.com/40c29fd9ed7206f114f58578255b5e5e.png"
  },
  {
    "en": "Cappadocia is the historical name of the area in the east of Asia Minor on the territory of modern Turkey. Cappadocia is one of the locations in the game Assassin's Creed: Revelations",
    "image": "http://i.gyazo.com/39bd65a1c071d2e921ada2f80d88845a.png"
  },
  {
    "en": "Rijksmuseum is an art museum in Amsterdam. The main place in the exposition is allocated to the Night Watch by Rembrandt. In 1906 the building of the museum was rebuilt for the sake of placing this picture.",
    "image": "http://i.gyazo.com/3e86508043036f997ed4796b4f02bbf6.png"
  },
  {
    "en": "Pompidou Center - National Center for Art and Culture Georges Pompidou in France. The entrance in the library is free of charge to citizens all over the world. By attendance is the third in France after the Louvre and the Eiffel Tower.",
    "image": "http://i.gyazo.com/059acea74ffa20e3fb864ad94183b17c.png"
  },
  {
    "en": "Central Park in New York is one of the largest in the US and the most famous in the world. In 2004, volunteers spent more than 32,000 hours, including restoring the Heckscher playground.",
    "image": "http://i.gyazo.com/0250972613c1cea5692db91645889c7b.png"
  },
  {
    "en": "Torri de Belém Tower is a fortified structure (fort) on an island in the Tagus River in the same district of Lisbon. Served alternately as a small defensive fortress, a powder depot, a prison and a customs house.",
    "image": "http://i.gyazo.com/72e5c4da650c784837589de5cc4a7acc.png"
  },
  {
    "en": "The Leaning Tower of Pisa is a bell tower in the city of Pisa, world-renowned for its unintentional slope. Any buildings markedly deviated from the vertical position are also called the   Leaning Tower of Pisa  .",
    "image": "http://i.gyazo.com/cd8e4839cd24bb141108f6a9ebf8bc25.png"
  },
  {
    "en": "Table Mountain, located south-west of Cape Town on the southern shore of the bay of Dining. Officially recognized as one of the seven new natural wonders. From the mountain there is a cable car.",
    "image": "http://i.gyazo.com/303b696ca9dc5eb2caa9b73d7ae8c72e.png"
  },
  {
    "en": "Twelve Apostles is a group of limestone rocks in the ocean near the coast in Port Campbell National Park (Australia). Popular attraction - helicopter ride above group of rocks.",
    "image": "http://i.gyazo.com/5ddf28c58f4c607d7eb83d59f117ab64.png"
  },
  {
    "en": "CN Tower is the highest free-standing structure in the world from 1976 to 2007. Located in Toronto. CN Tower is almost twice as tall as the Eiffel Tower.",
    "image": "http://i.gyazo.com/7ad053b383db52d5386a9e7a2b8329da.png"
  },
  {
    "en": "Westminster Abbey is a gothic church in London. A total of about 3,000 people were buried in the abbey area and 600 monuments and memorial plates were erected.",
    "image": "http://i.gyazo.com/bb28496489a0e74a3bf9b4b78c425123.png"
  },
  {
    "en": "Schönbrunn is the main summer residence of the Austrian emperors of the Habsburg dynasty. It is located in the western part of Vienna. June 4, 1961, the palace hosted a Soviet-American meeting between Khrushchev and Kennedy.",
    "image": "http://i.gyazo.com/1d808f32cba639c80090b29950cc79bb.png"
  },
  {
    "en": "Edinburgh Castle is an ancient fortress on the Castle Hill in the center of the Scottish capital - Edinburgh. The top of the cliff was inhabited since the late Bronze Age, about 800 BC. E.",
    "image": "http://i.gyazo.com/62ae88dad1f6622bdec13272adc9eba5.png"
  },
  {
    "en": "Oslo Opera House is the national opera house of Norway, located in the center of Oslo, on the banks of the Oslo Fjord. The power supply of the building is partly provided by solar panels with a total area of 300 square meters.",
    "image": "http://i.gyazo.com/b4ea8e82f68e2b109a9dcbd971a52a60.png"
  },
  {
    "en": "The Lincoln Memorial is a memorial complex located on the National Mall in the center of Washington. From 1959 to 2008 Lincoln Memorial was depicted on the reverse of a US 1 cent coin.",
    "image": "http://i.gyazo.com/b25c508be6ae0faa22dd235f6670b314.png"
  },
  {
    "en": "Notre Dame Cathedral is a Catholic church in the center of Paris. In 2009, fans of Michael Jackson, gathered at the cathedral, thinking that the bell ringing was happening on the occasion of the death of their idol.",
    "image": "http://i.gyazo.com/353c0f7b838e2373f3bdad91a54db46e.png"
  },
  {
    "en": "Everest is the highest mountain in the world. The Government of Nepal charges a mandatory fee for all foreigners who want to climb Mount Everest. The fee can range from $ 11,000 to $ 25,000.",
    "image": "http://i.gyazo.com/ab5a050e4e0147a648e4930640984ae2.png"
  },
  {
    "en": "The Campanile of St. Mark's Cathedral is a stand-alone bell tower 98.6 meters high with St. Mark's Cathedral in Venice. In 1902 the bell tower completely collapsed due to an earthquake. No one was injured in the destruction of the tower.",
    "image": "http://i.gyazo.com/36cb06e1391ca58ad10a69819293db5c.png"
  },
  {
    "en": "Pompeii is an ancient Roman city not far from Naples, in the region of Campania, buried under a layer of volcanic ash as a result of the eruption of Vesuvius on August 24. Now it's an open-air museum.",
    "image": "http://i.gyazo.com/80438882d1d8d3f5aa9950ca216b75a5.png"
  },
  {
    "en": "The Royal Palace in Madrid is the official residence of the kings of Spain. The park at the palace was founded in the XIX century, and today it houses the Museum of Coaches.",
    "image": "http://i.gyazo.com/b4a7961dabc48e78f60e9460db49e013.png"
  },
  {
    "en": "Cathedral of Santa Maria del Fiore - cathedral in Florence. It was designed so that it could accommodate the entire population of the city (at the time of construction - 90,000 people).",
    "image": "http://i.gyazo.com/1cc1c44f065e25af61f21689f38422a7.png"
  },
  {
    "en": "St. Paul's Cathedral - Anglican Cathedral dedicated to the Apostle Paul (London). In total five cathedrals of St. Paul are known. The first of them, wooden, was built in 604 and burned down in 675.",
    "image": "http://i.gyazo.com/0926ee43c3535a7bb991118a470744a9.png"
  },
  {
    "en": "The sign   Welcome to the fabulous Las Vegas   is located on Las Vegas Boulevard Nevada, USA. On May 1, 2009, the sign was added to the National Register of Historic Places.",
    "image": "http://i.gyazo.com/1473e5f200030cdaf9063476e77a1777.png"
  },
  {
    "en": "The Rialto Bridge is one of the four bridges over the Grand Canal in Venice. The wooden bridge of Rialto can be seen in the computer game Assassin's Creed II.",
    "image": "http://i.gyazo.com/776289f0bbf4a74c61cb38432b5105e2.png"
  },
  {
    "en": "Alcatraz is an island in the San Francisco Bay. The territory of the island was used as a defensive fort, later as a military prison, and then as a super-protected prison for especially dangerous criminals.",
    "image": "http://i.gyazo.com/4f7c3526cd8c643bfb2001ce7f3ad84e.png"
  },
  {
    "en": "The white cliffs of Dover are the rocks that frame the English coastline of the Pas de Calais Strait. The formation of these rocks occurred in the Cretaceous. Dover rocks due to the bright color can be seen from the French cape Gris-Ne.",
    "image": "http://i.gyazo.com/f07289df08f2c341d126305e6a1dc293.png"
  },
  {
    "en": "The Washington Monument is a granite obelisk, lined with Maryland marble, 169 meters high and weighing 91,000 tons. On the east side on the top of the monument are carved two Latin words   Laus Deo  , which means   Praise to God.",
    "image": "http://i.gyazo.com/160523496d33bc8e71fc22eee49e5147.png"
  },
  {
    "en": "Arena di Verona is the name by which the ancient Roman amphitheater, built in Verona (Italy), is known about 30 years of our era. In the Middle Ages, heretics were burned in its arena, tournaments and festivals were organized.",
    "image": "http://i.gyazo.com/bb93e4271befc0809c79e1346a6c5bef.png"
  },
  {
    "en": "The Mary-Ex Tower 30 is a 40-story skyscraper in London. Residents call it   cucumber  ,   cornichon   for the greenish shade of glass and shape.",
    "image": "http://i.gyazo.com/dc6c4b21bc80c56dc0b78004554eeb40.png"
  },
  {
    "en": "The Brandenburg Gate is an architectural monument in the center of Berlin. Having conquered Berlin, Napoleon ordered to dismantle the chariot and transport it to Paris. After the victory over Napoleon, the goddess Victoria returned to Berlin and received the Iron Cross.",
    "image": "http://i.gyazo.com/c8ebd0432fb354ef7b438fbcd4af0a77.png"
  },
  {
    "en": "The Pentagon is the headquarters of the US Department of Defense. During the rebuilding of Pentagon in 2001-2002, in the place where the flight 77 crashed, a small inner chapel was built.",
    "image": "http://i.gyazo.com/fe3b481c285b7bb34c38a4bd0bee1d72.png"
  },
  {
    "en": "Cloud Gate is a public sculpture located on the square AT & T Plaza Chicago. Built in 2004-2006, the sculpture has the nickname   bob   for its bean-shaped form.",
    "image": "http://i.gyazo.com/6bf574053a0c1079b72cd96cbd5d6b61.png"
  },
  {
    "en": "The terracotta army is the accepted name for the burial of at least 8099 full-size terracotta statues of Chinese soldiers and their horses at the mausoleum of Emperor Qin Shihuandi in Xi'an.",
    "image": "http://i.gyazo.com/5598e1a3864a6151ee79da4bd13103cb.png"
  },
  {
    "en": "The Cologne Cathedral is a Roman Catholic Gothic cathedral in the city of Cologne. The devil swore that when the cathedral is completed, the end will not come to the whole world, but only to Cologne. Cologne Cathedral is still not completed.",
    "image": "http://i.gyazo.com/2bbf1b78874e1677b3362b81dd1f4157.png"
  },
  {
    "en": "The Shard - a skyscraper in London. The temperature at the top of the building is a few degrees lower than on the ground.",
    "image": "http://i.gyazo.com/2944ac986a322be9810b634788237fe2.png"
  },
  {
    "en": "Ponte Vecchio - the bridge in Florence. Initially here were the butchers' shops and today there are jewelry stores and souvenir sellers.",
    "image": "http://i.gyazo.com/604f2e7abcf218810b586783f45ac60f.png"
  },
  {
    "en": "Sistine Chapel - the former house church in the Vatican. Originally there were 16 Painted Frescos, but only 12 were preserved. The History of Christ (the northern wall of 6 frescos), The History of Moses (the southern wall of 6 frescoes).",
    "image": "http://i.gyazo.com/2ee019d3bbe2612dc2df0087e5bd66f9.png"
  },
  {
    "en": "Mecca is a city in western Saudi Arabia, about 100 km from the Red Sea. It is a pilgrimage center for Muslims. Non-Muslims are prohibited in Mecca by the law of the country.",
    "image": "http://i.gyazo.com/8c9f1ea398db55dc3ae94f7fdf50d4ec.png"
  },
  {
    "en": "The Lascaux cave in France is one of the most important late Paleolithic monuments in terms of the number, quality and safety of the rock carvings. It is classified as a historical monument since December 27, 1940.",
    "image": "http://i.gyazo.com/d4b04e3a70436d9e75c50aed5e352e23.png"
  },
  {
    "en": "Kotoku-in is a Buddhist temple of the jodo sect in the city of Kamakura in Kanagawa Prefecture, Japan. The statue is hollow, and visitors can view its interior.",
    "image": "http://i.gyazo.com/a690bf212ac51f2fabaf6a67b7162c44.png"
  },
  {
    "en": "World Trade Center - a complex of seven buildings in New York (USA). Two towers were destroyed as a result of the terrorist attacks of September 11, 2001.",
    "image": "http://i.gyazo.com/b9a0ad17f2a485223fd6ba2bf87a6250.png"
  },
  {
    "en": "The Arch in St. Louis, also known as the Gate to the West, is a memorial that is a visiting card of St. Louis, Missouri. On the arch its geometric formula is written mathematically:   y = -127.7' * ch (x / 127.7') + 757.7' ''.",
    "image": "http://i.gyazo.com/3346a7f03d1f53c25f6bbe2cc4f33c79.png"
  },
  {
    "en": "Shanghai World Financial Center - a skyscraper in Shanghai. The height of the center is 492 m. The unofficial name of the building is the   opener  .",
    "image": "http://i.gyazo.com/0674e9325836db16fea69ede2886d6b6.png"
  },
  {
    "en": "Tivoli is an amusement park. Located in the center of Copenhagen. One of the oldest parks in Denmark. Tivoli was founded by the Danish officer Georg Carstensen. The doors of the park opened on August 15, 1843.",
    "image": "http://i.gyazo.com/00715d961d96a8518e26ae190057e636.png"
  },
  {
    "en": "The Pope's Palace is a monument of history and architecture in Avignon, France. In 1906, the French authorities restored the Papal Palace and organized a national museum in it.",
    "image": "http://i.gyazo.com/fe011f426b94848285afe0a5ab7a20a2.png"
  },
  {
    "en": "Bath is a city in England, the seat of the bishop and the main city of Somerset County, on the River Avon. Homeland of Bath buns. Since ancient times is famous for its medicinal springs as a balneological resort.",
    "image": "http://i.gyazo.com/b0037ba69cd7fd0460720590eb66ab6a.png"
  },
  {
    "en": "House of Juliet - a house in Verona (Italy), built in the XIII century. It is a popular tourist destination, identified with the legendary house of the heroine of William Shakespeare's play   Romeo and Juliet  .",
    "image": "http://i.gyazo.com/0ac0e76a2240ca6f99f4abd455f5953e.png"
  },
  {
    "en": "The gigantic bridge is a natural monument of about 40,000 interconnected basalt columns formed as a result of an ancient volcanic eruption. It is located in the north-east of Northern Ireland.",
    "image": "http://i.gyazo.com/347b3c5389d01b702cd259376cb533c2.png"
  },
  {
    "en": "Bran Castle is a castle in Romania, in the picturesque town of Bran, 30 km from Brasov, on the border of Muntenia and Transylvania. The halls and corridors of the castle form mysterious labyrinth.",
    "image": "http://i.gyazo.com/eb2f0cd90fc844979aab545be3527171.png"
  },
  {
    "en": "Atomium is one of the main attractions and a symbol of Brussels. It is also a symbol of the atomic age and the peaceful use of atomic energy. Spheres are connected to each other by 23 m long pipes containing escalators and connecting corridors.",
    "image": "http://i.gyazo.com/17f13d178abb5d1daf8737a540a0a28c.png"
  },
  {
    "en": "Kapelbrücke is an ancient bridge in the Swiss city of Lucerne on the Royce River. Kapelbrücke was built in 1365 and is thus the most ancient wooden bridge in Europe.",
    "image": "http://i.gyazo.com/185b034f1ef966d7fa4041111ec19e6f.png"
  },
  {
    "en": "The Guggenheim Museum in Bilbao is the Museum of Contemporary Art in Bilbao, Spain. The former financial director of the museum, who stole almost half a million euros from the museum during 10 years, promised to return them all.",
    "image": "http://i.gyazo.com/499b6cddfaee014056711482c3ac7ddc.png"
  },
  {
    "en": "Piazza del Campo is the central square of the Italian city of Siena, one of the most magnificent medieval squares. Twice a year the famous horse racing (Palio) is held around the perimeter of the square.",
    "image": "http://i.gyazo.com/50f1e4b04b2dc2c9763b6c8d379ea6a5.png"
  },
  {
    "en": "Hollywood's   Walk of Fame   - a series of sidewalks on both sides of the street for fifteen blocks on Hollywood Boulevard, Los Angeles. About 47% of all Stars are represented in the category of the film industry.",
    "image": "http://i.gyazo.com/62b505e86061a80091ba3b19bcf2e25d.png"
  },
  {
    "en": "The British Museum is the main historical and archaeological museum of the British Empire, London. The second in attendance, among art museums, after the Louvre.",
    "image": "http://i.gyazo.com/f814c9e21c73b4b036d887b4cd0fcc41.png"
  },
  {
    "en": "The Royal Palace Amalienborg in Copenhagen. The palace of Sophie Amalienborg, located here, was burned down as a result of a fire. It was not rebuilt, but the name remained.",
    "image": "http://i.gyazo.com/2f51b8f3c2254172c48e2eac124cb2db.png"
  },
  {
    "en": "The Blue Lagoon is a geothermal, mineral-rich man-made lake located on the Reykjanes peninsula in the southwestern part of Iceland. Water in the deep reservoirs is from + 37 ° C to + 40 ° C throughout the year.",
    "image": "http://i.gyazo.com/761c40de4583d43857b88cafca6730fe.png"
  },
  {
    "en": "Oxford University - British University in Oxford, England. One of the oldest universities in the world, the first English-speaking and in the British Isles. Paid tuition.",
    "image": "http://i.gyazo.com/77ad0428fb850eea22c010f651400550.png"
  },
  {
    "en": "The Blue Mosque is the first mosque in Istanbul. One of the striking elements of the mosque is the mihrab - a prayer niche, which is carved from a single piece of marble.",
    "image": "http://i.gyazo.com/665de903479c700fd525d8dd993dbe5b.png"
  },
  {
    "en": "Viaduct Millau is a bridge construction passing through the valley of the Tarn River near the town of Millau in southern France. There is a passage toll for cars",
    "image": "http://i.gyazo.com/5c7efe1a3c803c1b534047bb74535d2e.png"
  },
  {
    "en": "Piccadilly Circus is an area and a traffic junction in central London, Westminster. Sometimes the word circus is incorrectly translated as a   circus  . In fact, this word means   circle  .",
    "image": "http://i.gyazo.com/a6ab37b2fd327504955fb1e66ecee7c6.png"
  },
  {
    "en": "Carcassonne is a French commune. The wind is a frequent phenomenon in Carcassonne. On average, it lasts 117 days a year.",
    "image": "http://i.gyazo.com/fa6ba967af5d55a58c12103bb7e627ab.png"
  },
  {
    "en": "The castle in Osaka is a five-story samurai castle in the city of Osaka, Japan. At the construction of the castle were simultaneously employed from 20 to 30 thousand people.",
    "image": "http://i.gyazo.com/6dc3532480f4a9024c03ffd4cb4ffc91.png"
  },
  {
    "en": "Bodiam Castle is located next to the village of Robertsbridge in England. The main entrance to the castle is located between the two towers.",
    "image": "http://i.gyazo.com/c477c9dca384cacf8e3d0f485df336b1.png"
  },
  {
    "en": "Matsumoto Castle is an ancient Japanese castle in Matsumoto, Nagano Prefecture. Like the Castle of the White Heron it is called the Castle of the Raven.",
    "image": "http://i.gyazo.com/64d68d1c980cdd252d6383c75e26a844.png"
  },
  {
    "en": "The Saint-Beneze Bridge is located on the Rhone River, in Avignon, France. The bridge achieved worldwide fame in the 15th century, after the dedication of the French song   Sur Le Pont d'Avignon  .",
    "image": "http://i.gyazo.com/c092b4b9fe5a00aa397b1eb782dbdb65.png"
  },
  {
    "en": "Charles Bridge - a medieval bridge in Prague across the Vltava River. It is decorated with thirty sculptures, mostly of religious content.",
    "image": "http://i.gyazo.com/cf0e9b9ebaf53a1026b966d4620983d2.png"
  },
  {
    "en": "The Normandy American Cemetery and Memorial in France, that honors American troops who died in Europe during World War II. In the lawn opposite the entrance there is a time capsule with a date of crying June 6, 1944.",
    "image": "http://i.gyazo.com/50a86dd20205189d4ef58bf2b916c8c8.png"
  },
  {
    "en": "The cathedral in Roskilde is Denmark's main cathedral, the burial vault of the Danish kings. A vivid example of brick Gothic. In all, there are 39 graves in the cathedral.",
    "image": "http://i.gyazo.com/7b9df5e7349296f3806be40048289f82.png"
  },
  {
    "en": "National Park   Sequoia   - a national park in the United States, is located in the southern part of the Sierra Nevada. The tree of General Sherman has a volume of 1500 cubic meters.",
    "image": "http://i.gyazo.com/4801e44939093053e2896c2f690d86b1.png"
  },
  {
    "en": "Lalibela - a city in the north of Ethiopia, known for its carved in stone Christian churches. There are altogether 13 churches.",
    "image": "http://i.gyazo.com/72afe59da84dce4bc8fd6e8df5bde5ac.png"
  },
  {
    "en": "Ollantaytambo is a modern city and an archaeological monument of the Inca culture in the south of Peru. In the 19th century. Inca ruins attracted the attention of foreign travelers who published reports about the ancient city.",
    "image": "http://i.gyazo.com/5fc815020443c0045505102632447d1f.png"
  }
]