[
  {
    "en": "New York's Central Park was opened in 1876.",
    "image": "http://i.gyazo.com/bbe333cffa0efecebca06487196824d8.jpg"
  },
  {
    "en": "New York was once called New Amsterdam.",
    "image": "http://i.gyazo.com/900ad44130e287198c6bdb4fb02c0cd2.jpg"
  },
  {
    "en": "The island of Manhattan was purchased from American Indian people in 1626 for about US$1,000 in modern currency.",
    "image": "http://i.gyazo.com/794afc90ee225d8bbccbcaa0ef18b221.png"
  },
  {
    "en": "In 1789, New York City became the first national capital of the U.S.",
    "image": "http://i.gyazo.com/12ca0e8c7e46ca052dfa2b5614f01943.png"
  },
  {
    "en": "It's not illegal to go topless in NYC.",
    "image": "http://i.gyazo.com/9f1e244a0c27f3389500f5862dae97e4.png"
  },
  {
    "en": "NYC keeps train tracks free of ice by setting them on fire.",
    "image": "http://i.gyazo.com/4ad727ebe9d019e3953ef8905be8eab4.png"
  },
  {
    "en": "There's a skyscraper in New York City with no windows.",
    "image": "http://i.gyazo.com/a6adc0a0ed8e7cda06832f85ad654c68.png"
  },
  {
    "en": "The world's first underground park will be inaugurated in 2018 in New York.",
    "image": "http://i.gyazo.com/3b9765d636c278bc09bbec8596f73d88.png"
  },
  {
    "en": "The New York Stock Exchange started as a coffee shop!",
    "image": "http://i.gyazo.com/74ddc9237f518b54935ac1e689728301.png"
  },
  {
    "en": "New York City has the largest black population of any city in the United States.",
    "image": "http://i.gyazo.com/00e017f173a9a7815f409505ce43106c.png"
  },
  {
    "en": "In New York City, approximately 1,600 people are bitten by other humans every year",
    "image": "http://i.gyazo.com/04663729c3a6574db325b0a6a90f458e.png"
  },
  {
    "en": "Did you know the first taxi service began in New York in 1907?",
    "image": "http://i.gyazo.com/7026b104d5f2cdcfbab972b0c513a63f.png"
  },
  {
    "en": "New York is divided into 5 districts-Bronx, Brooklyn, Queens, Manhattan and Staten Island.",
    "image": "http://i.gyazo.com/4184b69aa6dcbdedbf2b60433236831f.png"
  },
  {
    "en": "New York was the capital of the United States from the 11th of January 1785 to the 12th of August 1790.",
    "image": "http://i.gyazo.com/22889fc6a8d25e432f065d36e3071239.png"
  },
  {
    "en": "Manhattan is the most expensive district in New York.",
    "image": "http://i.gyazo.com/05e941cad60a85030a54e71f8eacc534.png"
  },
  {
    "en": "The total length of all the streets in New York is 10259 kilometers.",
    "image": "http://i.gyazo.com/1a981ba84831b38350b190ff28c15b37.png"
  },
  {
    "en": "New York is the biggest city in the United States.",
    "image": "http://i.gyazo.com/732906500f7efd1ebb2a500c18f0ce55.png"
  },
  {
    "en": "There is free WI-FI in all public places-railway stations, hotels, schools, restaurants,etc.",
    "image": "http://i.gyazo.com/237b0f0456e13ba94575ebae0e9d90d2.png"
  },
  {
    "en": "The first chewing-gum factory was built in New york.",
    "image": "http://i.gyazo.com/4b9e29a9f2d99eb913b962cf5e59b658.png"
  },
  {
    "en": "About 13 thousand cabs are up and running in New York.",
    "image": "http://i.gyazo.com/fc62dcd37914ea74bf9cf452399d82bf.png"
  },
  {
    "en": "English is not native for about a half of those who live in New York.",
    "image": "http://i.gyazo.com/b2ad6c695888e19a376c4e2fac491318.png"
  },
  {
    "en": "Newyorkers drink 7 times more coffee than other americans.",
    "image": "http://i.gyazo.com/bdbbbeea4cb1be307b787f3da9b134cc.png"
  },
  {
    "en": "New York metro is the largest by the amount of stations and the length of its routes.",
    "image": "http://i.gyazo.com/c03574854fb72e2eae67fc39d9d2f3f6.png"
  },
  {
    "en": "New York is the third most populous state in the United States after California and Texas.",
    "image": "http://i.gyazo.com/5dee1a6a4228aef3cdb84baa29821528.png"
  },
  {
    "en": "About 1 in every 38 people in the U.S. lives in New York City.",
    "image": "http://i.gyazo.com/b0f11b8d4e962c997e0ebcf61072606b.png"
  },
  {
    "en": "While New York City is the largest city in New York, the state capital is actually Albany, which has 1/80 the population of New York City",
    "image": "http://i.gyazo.com/be0b05955daca7247ca1468329481901.png"
  },
  {
    "en": "Albany (the state capital of New York) was named in 1664, the British people named the city after the Duke of Albany",
    "image": "http://i.gyazo.com/59ff90e6bdd17d7d7441366db1fe3a12.png"
  },
  {
    "en": "New York City, New York, is the most linguistically diverse city with over 800 languages spoken",
    "image": "http://i.gyazo.com/2a079b5adc543c06b365cb085a1a6f1b.png"
  },
  {
    "en": "In New York 4 in 10 households speak a language other than English",
    "image": "http://i.gyazo.com/85b5b4c282496e40f2efc579c77e8cb6.png"
  },
  {
    "en": "The Woodstock Music Festival took place for three days in August 1969 with 400,000 people attending",
    "image": "http://i.gyazo.com/f4643b36923e37ff713c632db45cea97.png"
  },
  {
    "en": "Lake Placid, NY, is the only U.S. city to have hosted the Winter Olympics twice, first in 1932 and again in 1980",
    "image": "http://i.gyazo.com/05dde02493aa46e1bd5ee1408a094ff9.png"
  },
  {
    "en": "According to a report in November 2015, New York is the second safest state in the U.S. to drive in after Massachusetts",
    "image": "http://i.gyazo.com/db2d07fc6067eb39793f410350fdce4c.png"
  },
  {
    "en": "91% of New Yorkers choosing to wear their seatbelts, which is above the national average of 87%",
    "image": "http://i.gyazo.com/8ce320d9437080a067b7969b18dcc3b7.png"
  },
  {
    "en": "Women would win the right to vote in New York in 1917",
    "image": "http://i.gyazo.com/6394c6dd187a5b9cf232d43696ef8e81.png"
  },
  {
    "en": "A 2015 study found that New York is the 13th best state to live in, with one of the factors being an average income of $58,878 per year, which is the 16th highest in the United States",
    "image": "http://i.gyazo.com/e56fd350f3c307994aa8b50cbb70f078.png"
  },
  {
    "en": "New York was the 6th state to legalize same-sex marriage when Governor Cuomo passed the Marriage Equality Act on June 4, 2011.",
    "image": "http://i.gyazo.com/134ce93c455cc829fea9e631384d0563.png"
  },
  {
    "en": "New York City is still home to more people of Irish ancestry than Ireland's capital city.",
    "image": "http://i.gyazo.com/19fe9a8edf19cc482ae85b688ebfc2a7.png"
  },
  {
    "en": "New Yorkers bite 10 times more people than sharks do worldwide each year",
    "image": "http://i.gyazo.com/dd2de08f05be98ec11b5366d9801465a.png"
  },
  {
    "en": "With 54,556 square feet, New York is the 27th largest state in the United States.",
    "image": "http://i.gyazo.com/cf74f67f09c421e03fc9859305a35ec8.png"
  },
  {
    "en": "Adirondack Park in northeast New York has 6 million acres, making it the largest national park in the United States.",
    "image": "http://i.gyazo.com/a8ac74bcd7d9fc9d61e6d58cfa5507d2.png"
  },
  {
    "en": "The three Niagara Falls cascade 150,000 gallons of water over 176 feet attract 12 million visitors each year",
    "image": "http://i.gyazo.com/1bb8216626c139f51ab2d57918f2f7fc.png"
  },
  {
    "en": "The Niagara River has two hydroelectric plants that are capable of producing 2.5 million kilowatts of energy, which is enough to power the state of New York and the province of Ontario, Canada",
    "image": "http://i.gyazo.com/679833449ddb303f09b0b06361da867b.png"
  },
  {
    "en": "The world's smallest church is found in Oneida, NY. The Cross Island Chapel is 51\" x 81\", making it large enough to sit two people",
    "image": "http://i.gyazo.com/b041b295715008ed2baaa6ee85927977.png"
  },
  {
    "en": "New York state is the third leading producer of dairy products in the United States with 18,000 cattle and calf farms",
    "image": "http://i.gyazo.com/d2a6633330fe9c9b6027e046c3801a28.png"
  },
  {
    "en": "From 1886 to 1924, over 14 million immigrants entered through New York harbor into the United States.",
    "image": "http://i.gyazo.com/23e0daca9735b201e507e0ff1b9778ff.png"
  },
  {
    "en": "About 40% of Americans can trace at least one ancestor to Ellis Island",
    "image": "http://i.gyazo.com/de5b77141eef78169cd785ccd9c02c47.png"
  },
  {
    "en": "In 1901, New York was the first state to require all automobiles to have license plates.",
    "image": "http://i.gyazo.com/0c7f742f7709b151b58fb4b9ad973f96.png"
  },
  {
    "en": "The state of New York has produced 116 governors, that is more than any other state in the U.S.",
    "image": "http://i.gyazo.com/af1cd779bd8d36f35dae630e01186366.png"
  },
  {
    "en": "In 1971, the bloodiest prison rebellion to ever take place in the United States happened. A total of 43 inmates and officers lost their lives during the riot",
    "image": "http://i.gyazo.com/a1fd5c677384fd2aef7158ca2e1d21b3.png"
  },
  {
    "en": "Oysters were such a popular food item in New York in the 19th century that the shells were actually used to pave Pearl Street in New York City.",
    "image": "http://i.gyazo.com/8bc2f997418739442c8518a808590dbf.png"
  },
  {
    "en": "Oysters were also used for lime for the masonry of the Trinity Church",
    "image": "http://i.gyazo.com/b2ff34b48a7d077f01fd70a1cc7a9fe7.png"
  },
  {
    "en": "New York is known as the \"Empire State\" due to its growth and prosperity early in its history. George Washington is said to have seen New York as \"the seat of the empire.",
    "image": "http://i.gyazo.com/2ac1ed4d96f9d59f3297651c419bd8c1.png"
  },
  {
    "en": "The Genesee River of New York is one of only 33 rivers in the world that runs from south to north",
    "image": "http://i.gyazo.com/9a691d279907b5594645c8396123b102.png"
  },
  {
    "en": "In 2012, from Hurricane Sandy, 650,000 homes and businesses were lost, and the total damages were about $68 billion",
    "image": "http://i.gyazo.com/811ba36339333ada1f026badf4f82858.png"
  },
  {
    "en": "If the state of New York were its own country, its economy would rank 15th in the world",
    "image": "http://i.gyazo.com/38c0806702e827edc06922788db77607.png"
  },
  {
    "en": "New York's economy ranks 3rd in the United States, after California and Texas",
    "image": "http://i.gyazo.com/d8f3b69870cb3daff590fd1dd7a7b410.png"
  },
  {
    "en": "The Statue of Liberty was shipped as 350 pieces in 214 crates and took 4 months to assemble at its current home on New York’s Ellis Island.",
    "image": "http://i.gyazo.com/d9db12937f91f74a186a5f1b3755ca0c.png"
  },
  {
    "en": "While Liberty Island and a portion of Ellis Island are in New Jersey waters, they are the territorial jurisdiction of New York",
    "image": "http://i.gyazo.com/b01da78a2d5f3daf11eef0754ccd7976.png"
  },
  {
    "en": "The New York Stock Exchange is the largest exchange in the world, with a trading volume of $5.5 million.",
    "image": "http://i.gyazo.com/53a650fe2d6646be99790c6a429bfe9d.png"
  },
  {
    "en": "The second largest is the exchange \"NASDAQ\". At which they trade shares of high-tech companies",
    "image": "http://i.gyazo.com/246d90cfe2eb6388a338a4685a8e772b.png"
  },
  {
    "en": "New York City's Federal Reserve Bank has the largest gold storage in the world. The vault is 80 feet below street level and contains $90 billion in gold",
    "image": "http://i.gyazo.com/bb45d37f93ac7e5fdf7c64d3f308d1fe.png"
  },
  {
    "en": "New York city sends a 9-mile-long fleet of trucks of trash each day to sites up to 300 miles away",
    "image": "http://i.gyazo.com/64b0177abae78696c065298aa433ba3c.png"
  },
  {
    "en": "Chittenango, NY, is the home of The Wizard of Oz author L. Frank Baum.",
    "image": "http://i.gyazo.com/fabf4f7e70c92ea90e36df339aae1316.png"
  },
  {
    "en": "The New York Yankees have won baseball’s World Series 27 times as of 2015, which is the most of any other baseball team",
    "image": "http://i.gyazo.com/42f4355d6ff0cc44f111f376a0c17fa1.png"
  },
  {
    "en": "The Bronx Zoo in New York is the largest city zoo in the United States with over 500 species and 4,000 animals",
    "image": "http://i.gyazo.com/eb472a59e4695a76c2be1a07a206f283.png"
  },
  {
    "en": "In the 16th century, six Native American nations formed the Iroquois League in New York State, creating the oldest active democracy in the world. Many ideas were taken from it.",
    "image": "http://i.gyazo.com/c99322b7a7efd21580b6c977119854ca.png"
  },
  {
    "en": "The popular belief that Dutch settlers bought Manhattan Island from Natives in 1626 comes from a letter called the \"Schaghenbrief”.",
    "image": "http://i.gyazo.com/1fb5fe51419847d8c31a35d2158b077d.png"
  },
  {
    "en": "In 1664, King Charles II named the territory \"New York\" after his brother the Duke of York, and gave it to him as a gift.",
    "image": "http://i.gyazo.com/ec590ab1cd6bc01d66904ae242accc83.png"
  },
  {
    "en": "New York was the 11th state in the United States and was a part of the original 13 colonies.",
    "image": "http://i.gyazo.com/fa99d0df00cca05d967320eee72fe5e0.png"
  },
  {
    "en": "A third of the military engagements during the Revolutionary War took place in New York. During the war, 30,00 people left New York to escape the conflicts.",
    "image": "http://i.gyazo.com/7663a1e6f2c827e4fbb713c56efd52b8.png"
  },
  {
    "en": "The New York Public Library has over 50 million books and other items. It is also the 3rd largest library in the world.",
    "image": "http://i.gyazo.com/477526ac426737320a47dda776fa3c1b.png"
  },
  {
    "en": "The first railroad in the United States was 11 miles in New York, from Albany to Schenectady.",
    "image": "http://i.gyazo.com/62c667abad65e3fe89cfcab7fa2a2eef.png"
  },
  {
    "en": "During WWII, President Franklin D. Roosevelt invited 982 refugees to stay in a holocaust refugee shelter called Safe Haven in Oswego, NY.",
    "image": "http://i.gyazo.com/5a8eb64f959e88ffd527580d4f111f98.png"
  },
  {
    "en": "Oneida, NY, was home to the Oneida Community (1848–1880), a utopian society founded by John Humphreys.",
    "image": "http://i.gyazo.com/2b50dd3185da7e589d961a05a49466f8.png"
  },
  {
    "en": "After WWII, the United Nations headquarters was established in New York City in 1952.",
    "image": "http://i.gyazo.com/381c32e972e492b3ab6dd994e3efcc2a.png"
  },
  {
    "en": "The New York Post, established by Alexander Hamilton in 1803, is the longest-running newspaper in the United States.",
    "image": "http://i.gyazo.com/8ab54101a8f5468bfb05814702710301.png"
  },
  {
    "en": "The average price of a home in New York in 2014 was $1.3 million, the highest in the United States.",
    "image": "http://i.gyazo.com/5d4a8cbdec4295c1334da5569811b00c.png"
  },
  {
    "en": "New York is the home of many inventions, including toilet paper and chewing gum.",
    "image": "http://i.gyazo.com/2095c56928c7435beb2d4340933c352c.png"
  },
  {
    "en": "Rochester, NY, alone was the birthplace of marshmallows, Jell-O, French's Mustard, baby shoes, gold teeth, mail chutes, and bloomers.",
    "image": "http://i.gyazo.com/058d1053845324912efbf4247522beef.png"
  },
  {
    "en": "Famous New Yorkers include Jennifer Lopez, Denzel Washington, Eleanor Roosevelt, Franklin D. Roosevelt, Tom Cruise, Barbara Streisand, and many more, сame from New York",
    "image": "http://i.gyazo.com/9b97b9ca68661a7e9988f42e3370cc46.png"
  },
  {
    "en": "15,152 forms of life have been found in the New York Subway system (these include insects and bacteria)",
    "image": "http://i.gyazo.com/81d8589db98bebf323a0fe0e13c3bd52.png"
  },
  {
    "en": "Except for emergencies, honking your car horn is actually illegal in New York City. And yes, everybody does it anyway.",
    "image": "http://i.gyazo.com/d3e37bb84853328a4e3aa8683fc16f77.png"
  },
  {
    "en": "To operate a hot dog stand around Central Park, It can cost nearly $300,000.",
    "image": "http://i.gyazo.com/e0217f4e83776bad988b7cccb8fc78f8.png"
  },
  {
    "en": "Manhattan comes from a Lenape word meaning \"island of many hills",
    "image": "http://i.gyazo.com/4a19c4a1c3382fb2267c86e9f24df0f9.png"
  },
  {
    "en": "New York City doesn't have any Walmarts",
    "image": "http://i.gyazo.com/781b2bc369c5bcb8bd3511adf266b5ad.png"
  },
  {
    "en": "More Chinese people live in New York City than any other city outside of Asia. And more Jewish people live there than any other city outside of Israel.",
    "image": "http://i.gyazo.com/b40f9a946bc069d839b517b4f89ccfb5.png"
  },
  {
    "en": "1 out of every 21 New Yorkers is a millionaire",
    "image": "http://i.gyazo.com/e99e64fa93c991493f6cdea7a6f24905.png"
  },
  {
    "en": "Invisible, harmless shrimp called copepods live in New York City's water supply",
    "image": "http://i.gyazo.com/70a7095e381d99d4ba9c530548087183.png"
  },
  {
    "en": "New York City gets about 15 times more snow than the South Pole every year (because Antarctica is a desert and therefore receives very little precipitation)",
    "image": "http://i.gyazo.com/8e239ec437442a55170c893b5fe17530.png"
  },
  {
    "en": "Einstein's eyes are locked in a safe deposit box somewhere in New York City",
    "image": "http://i.gyazo.com/e747b15a52d517b8dbec9ca5b7dac3b6.png"
  },
  {
    "en": "The Empire State Building has its own zip code",
    "image": "http://i.gyazo.com/4a6d096cb50d07e3119e87f3cacd4888.png"
  },
  {
    "en": "823 same-sex couple were married in New York City on the first day that same-sex marriage was legal state-wide",
    "image": "http://i.gyazo.com/28909f7276204572c28adea1a4c79a66.png"
  },
  {
    "en": "NYC homeowners can request that a tree be planted outside their homes for free",
    "image": "http://i.gyazo.com/d65e6a23ef3fa231c9b8e40e160cf54f.png"
  },
  {
    "en": "All the departure boards at NYC Grand Central are exactly on minute wrong",
    "image": "http://i.gyazo.com/026ecb9f5e60ff2ba8f85661c421d73d.png"
  },
  {
    "en": "Starting 2015, all New York residents must recycle their old electronics like PCs and TVs, or face a US$100 fine.",
    "image": "http://i.gyazo.com/852671d34dd668bf9ef17bb8f34ca0ec.png"
  },
  {
    "en": "In Manhattan, the apartment that's the furthest way from a subway station in just 0.8 mile (1.2 km) away.",
    "image": "http://i.gyazo.com/cd3ed4b64f8b15ba4ed4298d9483d9d3.png"
  },
  {
    "en": "A luxury bomb shelter buried three feet under Flushing Meadows Park in Queens, NYC",
    "image": "http://i.gyazo.com/2d2788b7a52111ae91df17daaf49f707.png"
  },
  {
    "en": "23% rose the cost of living in NYC in just five years: from 2009 to 2014",
    "image": "http://i.gyazo.com/e7f05c45ff79f8f9db7d684a37fc0e72.png"
  },
  {
    "en": "37% of all pregnancies in New York City end in abortion",
    "image": "http://i.gyazo.com/acb632848dd908eabf284e57dc6b3b72.png"
  },
  {
    "en": "If New York City were its own country and the NYPD was its army, it would be the 20-best-funded army in the world",
    "image": "http://i.gyazo.com/c15bb207edc0941bb605ba3c2cd5d389.png"
  },
  {
    "en": "There are four times as many abandoned houses as there are homeless people in New York City.",
    "image": "http://i.gyazo.com/64286e4f569da84b8fc606f481922872.png"
  }
]