[
  {
    "en": "The Newfoundland breed was originally bred to help haul nets for fishermen and rescuing people at risk of drowning.",
    "image": "http://i.gyazo.com/af2e4d6fa36604b049088fb8818bca2d.png"
  },
  {
    "en": "Three dogs survived the sinking of the Titanic – two Pomeranians and one Pekingese.",
    "image": "http://i.gyazo.com/a1789e9b909358abd6b23110d8d74345.png"
  },
  {
    "en": "It’s rumored that, at the end of the Beatles song, “A Day in the Life,” Paul McCartney recorded an ultrasonic whistle, audible only to dogs, just for his Shetland sheepdog.",
    "image": "http://i.gyazo.com/da2db2252941010372aedb72c87c45a3.png"
  },
  {
    "en": "Puppies have 28 teeth and normal adult dogs have 42.",
    "image": "http://i.gyazo.com/baccc5ce42be08a922ee3316ed3b24f0.png"
  },
  {
    "en": "Dogs chase their tails for a variety of reasons: curiosity, exercise, anxiety, predatory instinct or, they might have fleas.",
    "image": "http://i.gyazo.com/b207e790d0d057e6b9c4e53839bcc068.png"
  },
  {
    "en": "Dalmatian puppies are pure white when they are born and develop their spots as they grow older.",
    "image": "http://i.gyazo.com/222bf89f79baeaa938bae71db081c24d.png"
  },
  {
    "en": "The twitching and paw movements that occur during their sleep are signs that your pet is dreaming.",
    "image": "http://i.gyazo.com/786d35347685e464913fea2d074bd30f.png"
  },
  {
    "en": "Dogs’ eyes contain a special membrane, called the tapetum lucidum, which allows them to see in the dark.",
    "image": "http://i.gyazo.com/e9c230c31b1c55880d529cb664e4b64c.png"
  },
  {
    "en": "A large breed dog’s resting heart beats between 60 and 100 times per minute, and a small dog breed’s heart beats between 100-140.",
    "image": "http://i.gyazo.com/917f9d84771f93e679cc6b22ca20344c.png"
  },
  {
    "en": "72% of dog owners believe their dog can detect when stormy weather is on the way.",
    "image": "http://i.gyazo.com/3a9c1ba718ec1eacc45463e3364f74a9.png"
  },
  {
    "en": "A dog’s normal temperature is between 101 and 102.5 degrees Fahrenheit.",
    "image": "http://i.gyazo.com/11e580394e5383d77aa98e12956bc4af.png"
  },
  {
    "en": "Unlike humans who sweat everywhere, dogs only sweat through the pads of their feet.",
    "image": "http://i.gyazo.com/8ff76ddcd626b39be98348a050f5ef78.png"
  },
  {
    "en": "Dogs have three eyelids, an upper lid, a lower lid and the third lid, called a nictitating membrane or “haw,” which helps keep the eye moist and protected.",
    "image": "http://i.gyazo.com/3fcb690fdf62dbaaa1bf23b7f814c8d3.png"
  },
  {
    "en": "62% of U.S. households own a pet, which equates to 72.9 million homes.",
    "image": "http://i.gyazo.com/45adb0543cb52c54cb561dedae015a77.png"
  },
  {
    "en": "45% of dogs sleep in their owner’s bed",
    "image": "http://i.gyazo.com/3cb148454bf4bebf259f3fe7850d3b07.png"
  },
  {
    "en": "Dogs’ noses secrete a thin layer of mucous that helps them absorb scent. They then lick their noses to sample the scent through their mouth.",
    "image": "http://i.gyazo.com/7373103b4602ba0b7810ffbe579a3c84.png"
  },
  {
    "en": "A Dog’s sense of smell is 10,000 – 100,000 times more acute as that of humans.",
    "image": "http://i.gyazo.com/976658c1196961bfb279f1a1c1f698ff.png"
  },
  {
    "en": "It’s a myth that dogs only see in black and white. In fact, it’s believed that dogs see primarily in blue, greenish-yellow, yellow and various shades of gray.",
    "image": "http://i.gyazo.com/9d3826d42081d4fac6e6317f7b4a35da.png"
  },
  {
    "en": "Dogs hear best at 8,000 Hz, while humans hear best at around 2,000 Hz.",
    "image": "http://i.gyazo.com/46b683fa658a26dcb4d0122aaff19810.png"
  },
  {
    "en": "There are more than a dozen separate muscles that control a dog’s ear movements.",
    "image": "http://i.gyazo.com/85b5d7d345471d55e53e7c2e4c77ff7c.png"
  },
  {
    "en": "While the Chow Chow dogs are well known for their distinctive blue-black tongues, they’re actually born with pink tongues.",
    "image": "http://i.gyazo.com/32e643c4f41d037c88f53af59f39f2aa.png"
  },
  {
    "en": "When dogs kick after going to the bathroom, they are using the scent glands on their paws to further mark their territory.",
    "image": "http://i.gyazo.com/f90b56d6f17bfc01eb839b01e4fa4672.png"
  },
  {
    "en": "Dogs curl up in a ball when they sleep due to an age-old instinct to keep themselves warm and protect their abdomen and vital organs from predators.",
    "image": "http://i.gyazo.com/5f79a5ac3463548eba315c15874dbc07.png"
  },
  {
    "en": "Dogs pant to cool themselves off. A panting dog can take 300-400 breaths (compared to his regular 30-40) with very little effort.",
    "image": "http://i.gyazo.com/33c4ac96556805b41c1ef52127b08ffe.png"
  },
  {
    "en": "Every year about four million cats are eaten in Asia.",
    "image": "http://i.gyazo.com/6882e0e140b00ee887f39568a4a7d478.png"
  },
  {
    "en": "Unlike dogs, cats do not have a sweet tooth. Scientists believe that this is due to a mutation in one of the key receptors of taste.",
    "image": "http://i.gyazo.com/d59e63f88d08e5d30c560a1506f0dfcd.png"
  },
  {
    "en": "Cat females, as a rule, \"dig\" with the right paw, and cat males - with left.",
    "image": "http://i.gyazo.com/12e21358c6e65a8339721ca4e4d11b09.png"
  },
  {
    "en": "The cat can not climb the tree upside down due to the claw placement. In order to descend from the tree, she must retreat backwards.",
    "image": "http://i.gyazo.com/96eb8aad254a43480e224e4026e217c5.png"
  },
  {
    "en": "Cats produce about 100 different sounds. Dogs only 10.",
    "image": "http://i.gyazo.com/4173002538dd81f47d3ab93efb09b189.png"
  },
  {
    "en": "The cat's brain is biologically closer to the human than the dog's brain. Emotions in cats are triggered by the same parts of the brain as in humans brain.",
    "image": "http://i.gyazo.com/9454cd7f2a689c1a4aec03481edbdef5.png"
  },
  {
    "en": "More than 500 million domestic cats live in our world, and there are about 40 different breeds.",
    "image": "http://i.gyazo.com/2df96223d00065f8061c573784a6c368.png"
  },
  {
    "en": "In order to sew a coat, you need about 24 cat skins.",
    "image": "http://i.gyazo.com/8008971ec3934bca3d485ee0441770ed.png"
  },
  {
    "en": "Although it is commonly believed that the ancient Egyptians tamed the first cats, the oldest known domestic cat was recently found in a 9,500-year-old grave on the Mediterranean island of Cyprus.",
    "image": "http://i.gyazo.com/4e2b345a9859b7312af50a145fdb3cb5.png"
  },
  {
    "en": "During Spanish Inquisition Pope Innocent VIII recognized cats as devil's helpers, and thousands of cats were burned, what led to a sharp increase of the rat population, which aggravated the plague epidemics.",
    "image": "http://i.gyazo.com/0cd4dbec5e898474ea7ad5f73d2f56ad.png"
  },
  {
    "en": "In the Middle Ages, cats were associated with black magic and on St. John's Day people all over Europe stuffed them into sacks and threw them into bonfires.",
    "image": "http://i.gyazo.com/bb9a32915263b73bce599302a7770d7b.png"
  },
  {
    "en": "In 1963 in France, the first cat that visited space was a cat named Felicette (that is, Astrocot).",
    "image": "http://i.gyazo.com/c562f9bb551d5dd054f20692b9fe1884.png"
  },
  {
    "en": "A group of words related to a cat (catt, cath, chat, katze) come from the Latin \"catus\", meaning \"domestic cat\", in contrast to \"feles\", that is, \"wild cat\".",
    "image": "http://i.gyazo.com/c64edba457de572994291775d09588ac.png"
  },
  {
    "en": "According to the Jewish legend, Noah prayed to God, asking him to protect the food on the ark from the rats. In response, God caused the lion to sneeze, and a cat jumped out of it.",
    "image": "http://i.gyazo.com/17f9e88e99112944e014e6497307232f.png"
  },
  {
    "en": "The cat can move at a maximum speed of about 50 km / h for short distances.",
    "image": "http://i.gyazo.com/06e71b8f57c03c0dddb5128e94bc3bb0.png"
  },
  {
    "en": "A cat can jump to a height of 5 times that of its own height.",
    "image": "http://i.gyazo.com/826e9980d0b1cd5e695d418898d64508.png"
  },
  {
    "en": "Cats rub against people not only from affection, but also to mark the territory with the smell of glands located around the muzzle. Also, this smell secretes in areas near the cat's tail and paws.",
    "image": "http://i.gyazo.com/8be5188c83d55b2d27e2a4abc64f5198.png"
  },
  {
    "en": "Scientists do not know exactly how the cat purrs. Most veterinarians believe that the cat purrs vibrations of the vocal cords deep in the throat.",
    "image": "http://i.gyazo.com/7b1649d852c5082408b2279449cc4ca5.png"
  },
  {
    "en": "In ancient Egypt, when a domestic cat was died, family members shaved their brows and mourned.",
    "image": "http://i.gyazo.com/d0adfa22b19eea5416bc1db05185b4a3.png"
  },
  {
    "en": "In ancient Egypt, cats were embalmed and placed in a family tomb or animal cemetery with tiny mummies of mice.",
    "image": "http://i.gyazo.com/740cd1d49a67c4547a00f5cf532c864e.png"
  },
  {
    "en": "In 1888, more than 300,000 mummified cats were found in Egyptian cemeteries. They had their skin cut off and taken to England and the USA to use as fertilizer.",
    "image": "http://i.gyazo.com/f053d0f07775f7ebdf63789c6eee268a.png"
  },
  {
    "en": "The smuggling of cats from ancient Egypt was punishable by death.",
    "image": "http://i.gyazo.com/5f55bc394f26d323eef6c1f6194c89c2.png"
  },
  {
    "en": "The early ancestors of modern cats lived about 30 million years ago. Scientists called them \"Proailurus\", which in Greek means \"first cat\".",
    "image": "http://i.gyazo.com/ebc7f1a6cd329a46e6fe283bf374cc6a.png"
  },
  {
    "en": "The largest wild cat known today is the Amur tiger.",
    "image": "http://i.gyazo.com/08e0bf82ccfd43e57bec556edaadccf0.png"
  },
  {
    "en": "Although in many parts of Europe and North America a black cat is considered a bad omen, in the UK and Australia meeting with a black cat foreshadows a fortune.",
    "image": "http://i.gyazo.com/1d921afac4efffb5f5e637318ac5cfa5.png"
  },
  {
    "en": "The most popular breed of cats in the world is the Persian cat.",
    "image": "http://i.gyazo.com/1c23a4fd085c51beef974a3e88880ba7.png"
  },
  {
    "en": "Some Siamese cats squint the eyes because of the special arrangement of the optic nerves.",
    "image": "http://i.gyazo.com/5b62db7e2a907a200c9f23d0e68c39ba.png"
  },
  {
    "en": "There is a breed of cats that like to swim - Turkish Van. It's wool has a unique texture that makes it waterproof.",
    "image": "http://i.gyazo.com/48b2f7fc15a98fba0ffbf09090dfec31.png"
  },
  {
    "en": "The most expensive cat in the world Little Nicky cost her owner $50,000. It is a clone of owner's former cat, who died of old age.",
    "image": "http://i.gyazo.com/219e3b52e9df652b2c9aa929172c920a.png"
  },
  {
    "en": "The cat has about 12 mustaches on each side of the muzzle.",
    "image": "http://i.gyazo.com/d891f608c7b81bd62f6cf31b293e7715.png"
  },
  {
    "en": "Cats do not distinguish colors the way humans do. For example, grass appears to cats red.",
    "image": "http://i.gyazo.com/da599131b49700c913004d4aa4a136b2.png"
  },
  {
    "en": "In the Spanish-Jewish folklore there is a parable that a black cat-vampire, sucks the blood of sleeping babies.",
    "image": "http://i.gyazo.com/a2eeabeffb44a169036dd8650b64e83e.png"
  },
  {
    "en": "The most famous comic cat in literature is the Cheshire cat in \"Alice in Wonderland\" by Lewis Carroll. Due to its ability to become invisible.",
    "image": "http://i.gyazo.com/87ee4d6b61d2c55e7de44ee506837c14.png"
  },
  {
    "en": "In the original Italian version of \"Cinderella,\" the good fairy godmother was a cat.",
    "image": "http://i.gyazo.com/3848c88759f6b6ff3ce52a05b4e7e650.png"
  },
  {
    "en": "One time at the Dutch embassy in Moscow, the staff noticed that two Siamese cats started mewing and scratching the walls of the building from time to time. People found hidden in the walls microphones of Russian spies.",
    "image": "http://i.gyazo.com/2ca910b2bb8421138b2d79c763e6cd93.png"
  },
  {
    "en": "According to experts, cats either determine their location by the angle of sunlight, or cats have magnetized cells in the brain that act like a compass.",
    "image": "http://i.gyazo.com/2293714da91da08b114db23d11981bff.png"
  },
  {
    "en": "The jaws of the cat do not move from side to side, so the cat can not chew large pieces of food.",
    "image": "http://i.gyazo.com/c23b59a6ca7d2f11576019196f5f0461.png"
  },
  {
    "en": "Cats very rarely meow at other cats, usually only at people. The cat will most likely snort, purr or hiss at other cats.",
    "image": "http://i.gyazo.com/989cd9a46c49195f29bf228ca28daab1.png"
  },
  {
    "en": "The back of the cat is very flexible, because it has 53 freely adhering vertebrae. People have only 34.",
    "image": "http://i.gyazo.com/7e703a48cbc234c2adb18941fb928c28.png"
  },
  {
    "en": "Approximately 1/3 of the owners of cats believe that their pets are able to read their thoughts.",
    "image": "http://i.gyazo.com/89028d8b4ca71a3184bfbb2d9fd09669.png"
  },
  {
    "en": "All cats hide claws when not worried, except for the cheetah.",
    "image": "http://i.gyazo.com/d530f6f016528fd333d08d7ff46bf6b0.png"
  },
  {
    "en": "Excessive love for cats is called Ailurophilia (from the Greek: cats + lover).",
    "image": "http://i.gyazo.com/388f94830235ead12f4fb83a007847b8.png"
  },
  {
    "en": "Most cats were short-haired until about 100 years ago, when experiments with breeding and crossbreeding became fashionable.",
    "image": "http://i.gyazo.com/4a9afd4dd7b8db0c1c6defa62f8ef26a.png"
  },
  {
    "en": "Cats can turn their ears 180 degrees.",
    "image": "http://i.gyazo.com/ef7f589276713a54025aa2c3f389bb09.png"
  },
  {
    "en": "One of the reasons that the kittens sleep so much is that growth hormone in cats, just like humans, secretes only during sleep.",
    "image": "http://i.gyazo.com/55419c50def724f60ae6e3d89e7d3428.png"
  },
  {
    "en": "Cats have about 20 155 hair per square centimeter.",
    "image": "http://i.gyazo.com/74d69b308bc047aa9739541c2e635715.png"
  },
  {
    "en": "The most heavy cat, recorded in the Guinness Book of Records, was Himmy from Queensland, Australia. He weighed 21 kg and died at the age of 10 years.",
    "image": "http://i.gyazo.com/af1d42fee6974712abce910222aedbaa.png"
  },
  {
    "en": "In Scotland, there is a commemorative tower in honor of a cat named Tauser, who caught almost 30,000 mice in his life.",
    "image": "http://i.gyazo.com/a4e2940e8568b83ff4ff4f2340ea1eff.png"
  },
  {
    "en": "Cats were brought to North and South America by Europeans in the 1750s to fight pests.",
    "image": "http://i.gyazo.com/81bf5fb4130c3fe55ba00dd62b32ac78.png"
  },
  {
    "en": "The first cat exhibition in history was organized in 1871 in London. Later, cat shows became popular all over the world.",
    "image": "http://i.gyazo.com/91e9500c1ec2cb696fe8a73243d47846.png"
  },
  {
    "en": "The first famous cartoon cat was Felix, who appeared in 1919.",
    "image": "http://i.gyazo.com/f62ce5dc0b31a8f6b9df7c4dd2d3f54f.png"
  },
  {
    "en": "The cat does not have a clavicle, so it can crawl into any hole the size of its head.",
    "image": "http://i.gyazo.com/58ec4f7ff55723ae9fb8f512782cee78.png"
  },
  {
    "en": "The surface of the cat's nose is as unique as fingerprints of humans.",
    "image": "http://i.gyazo.com/56272b56d6071329dadb90f308a4fa72.png"
  },
  {
    "en": "In just seven years, one pair of cats and their descendants can produce a total of 420,000 kittens.",
    "image": "http://i.gyazo.com/84d0b952ba705c022e688f4a4a478ffd.png"
  },
  {
    "en": "A cat named Dusty set a record for the number of offsprings. During her life she gave birth to 420 kittens.",
    "image": "http://i.gyazo.com/6ea84967d20db3ce044eb2a11a9faeaa.png"
  },
  {
    "en": "Cats are very sensitive to vibration. They can feel the tremors of an earthquake 10 to 15 minutes earlier than humans.",
    "image": "http://i.gyazo.com/85510f4f6bcc7d1c7fa4fb11b0ea6a9f.png"
  },
  {
    "en": "Unlike dogs, cats almost did not change during the process of domestication.",
    "image": "http://i.gyazo.com/f5b96151af501baf0a5032819bfdbb74.png"
  },
  {
    "en": "The richest cat in the world, Blackie, inherited 15 million pounds sterling from her master, Ben Rea.",
    "image": "http://i.gyazo.com/625cbaedab9813772453d7533480cb5b.png"
  },
  {
    "en": "Ostriches can run faster than horses, and the male ostriches can roar like lions.",
    "image": "http://i.gyazo.com/9b680065363d01033b093f4e6392cdea.png"
  },
  {
    "en": "On average, there are 50,000 spiders per acre in green areas. Bet you’ll think twice before going outside now.",
    "image": "http://i.gyazo.com/76bb57c83c0b278b56150254e071e260.png"
  },
  {
    "en": "Tigers not only have stripes on their fur, they also have them on their skin. No two tigers ever have the same stripes.",
    "image": "http://i.gyazo.com/b8ffda19e6596a5b1c7c169673a52f7e.png"
  },
  {
    "en": "Fleas can jump up to 200 times their height. This is equivalent to a man jumping the Empire State Building in New York.",
    "image": "http://i.gyazo.com/cc802eab23a6196199513f9abbf10805.png"
  },
  {
    "en": "Koala bears almost exclusively eat only eucalyptus leaves and nothing else. If you want to get a koala, then get yourself an eucalyptus tree.",
    "image": "http://i.gyazo.com/ee611f29ce20fd8e76d0cfd21ee0a7e9.png"
  },
  {
    "en": "Beware an ant uprising. These creatures also never sleep and do not have lungs.",
    "image": "http://i.gyazo.com/3cd38abe7d5ae4082114baab19d9b59e.png"
  },
  {
    "en": "Oysters can change gender depending on which is best for mating.",
    "image": "http://i.gyazo.com/48b48143ce06fae71639e8005034d877.png"
  },
  {
    "en": "Butterflies have two compound eyes consisting of thousands of lenses, yet they can only see the colors red, green and yellow.",
    "image": "http://i.gyazo.com/0c38af4b2a5eacfa57b4f383ec2c9508.png"
  },
  {
    "en": "In addition to fruit, butterflies enjoy eating nectar.",
    "image": "http://i.gyazo.com/2510a3ad44747d577419a916477c22b4.png"
  },
  {
    "en": "A snail can grow back a new eye if it loses one.",
    "image": "http://i.gyazo.com/27e3ceebe4285f4ad35c3d7ef653308c.png"
  },
  {
    "en": "You can tell a turtle’s gender by the noise it makes. Males grunt and females hiss.",
    "image": "http://i.gyazo.com/c1c02e6f7fe7174f29e91cf7f3f9cd5f.png"
  },
  {
    "en": "Millions of trees are accidentally planted by squirrels that bury nuts and then forget where they hid them.",
    "image": "http://i.gyazo.com/6456e45b0e2fcf4cb3cc9b70d0b461be.png"
  },
  {
    "en": "Contrary to popular belief, French poodles actually originated in Germany. Maybe you should’ve named her Gretl instead of Fifi.",
    "image": "http://i.gyazo.com/71da88254ae5e1abd43206274d7eb3f5.png"
  },
  {
    "en": "The average dog can run about 19 miles per hour at full speed.",
    "image": "http://i.gyazo.com/af171c3928be606034cfc562dad27000.png"
  },
  {
    "en": "Dogs are mentioned 14 times in the Bible.",
    "image": "http://i.gyazo.com/bab7567eae3794582bc5601d36dd4651.png"
  },
  {
    "en": "With an average lifespan of a dog just over 11 years, the typical dog costs owner around $13,500",
    "image": "http://i.gyazo.com/377523a403256cf5ca8f68313a378456.png"
  },
  {
    "en": "Dogs are omnivorous. They need to eat more than just meat.",
    "image": "http://i.gyazo.com/9419f8557249e6af758b2c0160e2166d.png"
  },
  {
    "en": "Dogs will be submissive to anyone they feel is higher up.",
    "image": "http://i.gyazo.com/ca9df46e7fccd3e769d665c1c3fd01a9.png"
  },
  {
    "en": "Obesity is the number-one health problem of dogs.",
    "image": "http://i.gyazo.com/2278a92dbf4bc7808174eefdf076da4d.png"
  },
  {
    "en": "Seventy percent of people sign their pets name on greeting/holiday cards.",
    "image": "http://i.gyazo.com/796d6069ac75f795cb21bd8d09c5f435.png"
  },
  {
    "en": "Feeding milk to a cat can encourage stomach upset and diarrhea.",
    "image": "http://i.gyazo.com/e2369756a3868cd2f3118d1cdfb31e99.png"
  },
  {
    "en": "Dogs with “squashed” faces have more health problems.",
    "image": "http://i.gyazo.com/c6af09945ab758514d38d84a95e5a244.png"
  },
  {
    "en": "If a kitten doesn’t learn to hunt from its mother or other cats, it’s unlikely that it ever will be.",
    "image": "http://i.gyazo.com/80909d459158545261877813c448c8a8.png"
  },
  {
    "en": "A dog has up to three hundred million aromatic receptors in the nose. And human has only 5 million.",
    "image": "http://i.gyazo.com/76c3d2a682cd703aee43ae80e39e3cce.png"
  },
  {
    "en": "Calico cats are almost always female. The gene for coat color is sex-linked, so to express both orange and black coloring, the cat must have two copies of the X chromosome.",
    "image": "http://i.gyazo.com/9f899c625895941f9445e4db383800d4.png"
  },
  {
    "en": "The only dog breed that doesn’t bark is the Basenji.",
    "image": "http://i.gyazo.com/10405884b8894e28da4c490d5aed2d5c.png"
  },
  {
    "en": "Domestic dogs can breed with wolves.",
    "image": "http://i.gyazo.com/c7f9ac0e3b88ad34b389358c5057e7aa.png"
  },
  {
    "en": "Keeping exotic animals as pets is considered a crime all over the world due to the life threatening acts for both animals and human beings.",
    "image": "http://i.gyazo.com/6860a1772cd775a801d2f7a36b31f3cb.png"
  },
  {
    "en": "The most common exotic animals people like to keep as pets are: bears, tigers, elephants, some marine species, primates and reptiles - especially snakes.",
    "image": "http://i.gyazo.com/a8f3c863910a2c677b2fd5c0666789c6.png"
  },
  {
    "en": "To feed the average bear, you need 10 kg of meat per day.",
    "image": "http://i.gyazo.com/3636812688540fc04c50fe7132750c61.png"
  },
  {
    "en": "With a domestic tiger thieves will not enter your house",
    "image": "http://i.gyazo.com/ff6c05c092df96b0059839bc09a880e5.png"
  },
  {
    "en": "Domestic elephants are popular mainly in India",
    "image": "http://i.gyazo.com/2bb793adae15e02887452a5f9375673a.png"
  },
  {
    "en": "Piranhas attack any animal that enter in their area, even fish that exceed them by a factor of 10.",
    "image": "http://i.gyazo.com/3f16fd2271c428a97d0b39e7211c5fe2.png"
  },
  {
    "en": "Marmozet is the smallest representative of primates.",
    "image": "http://i.gyazo.com/df69916fc0fed2f76ac9e825916b7390.png"
  },
  {
    "en": "Leopard Geckos (Euplatforms) are one of the most popular terrarium among all domestic reptiles.",
    "image": "http://i.gyazo.com/8b464b3f9e946fd6639b302d8a224fce.png"
  },
  {
    "en": "Home boas like fairy tales for the night.",
    "image": "http://i.gyazo.com/fb063ce2e945927e8b758bf9016e929d.png"
  },
  {
    "en": "The pupils of the iridescent parrot are completely black in childhood. Eyes will gradually lighten by 5-10 months.",
    "image": "http://i.gyazo.com/418065b7d704071a4e4c3fe461949119.png"
  },
  {
    "en": "From a psychological point of view, turtles do not like closed spaces, this fact explains their rapid death in cramped terrariums.",
    "image": "http://i.gyazo.com/b58e10138315f6e259dd423a747572f1.png"
  },
  {
    "en": "A domestic hedgehog is perfect to hunt for mice, and can replace you a cat.",
    "image": "http://i.gyazo.com/af29ef05a850da38282c8d1256209b57.png"
  },
  {
    "en": "Raccoons easily get along with your other pets.",
    "image": "http://i.gyazo.com/2c67738a40b580c5f09924c68857d4fe.png"
  },
  {
    "en": "African hedgehogs, in the same way as others, sleep during the day, but awake at night.",
    "image": "http://i.gyazo.com/043a8d772679755462731d091c4669e4.png"
  },
  {
    "en": "A home crocodile will gladly take a bath with you. After all, at any time it can satisfy his hunger by you.",
    "image": "http://i.gyazo.com/99922c969f57da6d82fc61024d6e0f44.png"
  },
  {
    "en": "By their kinship, Foxes are as close as possible to dogs, wolves and coyotes. But they can invite a neighbor's cat for a breakfast too.",
    "image": "http://i.gyazo.com/a45bf941442addc1b3d1219177994dc0.png"
  },
  {
    "en": "Foxes are very trainable. You can even teach the fox to a leash, if you have experience in raising dogs.",
    "image": "http://i.gyazo.com/b4d14eb09926d60a69c1d904fe93efba.png"
  },
  {
    "en": "Home iguana is very friendly, especially if it is treated with butterflies or worms.",
    "image": "http://i.gyazo.com/528c1e66f384c849be234998633bb254.png"
  },
  {
    "en": "Domestic Chilean squirrel will replace a lazy hamster.",
    "image": "http://i.gyazo.com/af7f5ea63262d2b2b7878471653b5e9a.png"
  },
  {
    "en": "Domestic owl is still a bird of prey. Therefore, it should be fed with mice and chickens.",
    "image": "http://i.gyazo.com/4f3e6496b4ad50eb4df8a777d9b4f1ee.png"
  },
  {
    "en": "The assertion that Owls sleep during the day, since they do not see in the sunlight, is a myth. Nighthunting helps them with avoiding competition of daytime predators.",
    "image": "http://i.gyazo.com/35821e5b3258b0d9eebd2139a04abddc.png"
  },
  {
    "en": "Ears\" on the head of some owls are in fact not organs of hearing - they are just bundles of feathers.",
    "image": "http://i.gyazo.com/1c853ea4e4f7846a716feccd954be2b5.png"
  },
  {
    "en": "A home canary lives 15-18 years at home. The optimum sensitivity of the canary is from 3200 Hz to 4000 Hz.",
    "image": "http://i.gyazo.com/6dadf79451075bba9426f2cb43d4b1a3.png"
  },
  {
    "en": "The most popular canary color is yellow, but there are also red, green, white and pink ones.",
    "image": "http://i.gyazo.com/7d18645e817519c3eaef453a8fd174eb.png"
  },
  {
    "en": "Canaries successfully interbreed with other finchish birds, especially with goblins. The resulting hybrids have good singing abilities, but do not bring offsprings.",
    "image": "http://i.gyazo.com/09a75246ffc3a9dcb669b60ab054bc3b.png"
  },
  {
    "en": "Home turtles like it when they are ironed with a toothbrush.",
    "image": "http://i.gyazo.com/fadcbbcd284a47759e0f3e8bd0ce9f3c.png"
  },
  {
    "en": "Turtles feel pressure and touch through the shell in much the same way that we feel through the nails.",
    "image": "http://i.gyazo.com/a6d1e4f43f0dc8ceac1c4b6f487e5f2a.png"
  },
  {
    "en": "Multi-colored spots appear on the Chameleon when male begins to court of the female.",
    "image": "http://i.gyazo.com/881bebcdd836540b1d454f1490099cec.png"
  },
  {
    "en": "In addition to insects, you can feed Chameleon with pieces of fruits such as: grapes, apple, banana and citrus.",
    "image": "http://i.gyazo.com/b7eb57b06f9bcd934a301d4f3e999598.png"
  },
  {
    "en": "If the chameleon stuck to tweezers when feeding, do not make strong movements, the tongue will stick out itself. Otherwise, you can cut his tongue.",
    "image": "http://i.gyazo.com/6f74d5a527893e3d18c776ee5a3efbce.png"
  },
  {
    "en": "Snakes like warmth, so in winter you need to warm up the room, or sew clothing for them.",
    "image": "http://i.gyazo.com/c000726b3881a119180dcd0d64cfae7b.png"
  },
  {
    "en": "Snakes eat almost anything, from mice and frogs to fruits and vegetables. Snakes are very fond of eggs and milk.",
    "image": "http://i.gyazo.com/0d55e3f99de4dcabe3e663a4465ddb89.png"
  },
  {
    "en": "Home spiders are not as scary as they seem. Almost no spiders have a deadly poison as shown in the movies, as spider venom is no stronger than a bee sting. If you do not have allergies, then you have nothing to fear.",
    "image": "http://i.gyazo.com/9c22b982a8c482b2e2a20a7bf039d790.png"
  },
  {
    "en": "The male tarantula can live up to 3-4 years, whereas female of the same species - about 15-20 years.",
    "image": "http://i.gyazo.com/5c0eb39491de3e1aeb42cdb057f745a5.png"
  },
  {
    "en": "Monkey at home is like a child, even the diseases are quite human. The owner must provide his pet with a certain psychological comfort too, for it to be well.",
    "image": "http://i.gyazo.com/8c8e4f0fcc280949c57409a924f98d9b.png"
  },
  {
    "en": "Houseflies don’t allow their short lifespans to hinder their musical abilities. They always hum in the key of F.",
    "image": "http://i.gyazo.com/10fce0a360668336d3f4bf032119b7de.png"
  },
  {
    "en": "On average, cats spend 2/3 day sleeping. This means that the nine-year-old cat was active only three years of his life.",
    "image": "http://i.gyazo.com/a6a88f3ed15256106ff4fcbb6203c99d.png"
  },
  {
    "en": "The smallest wildcat known today is the Blackfoot Cat. Females are less than 50 cm in length and can weigh only 1.2 kg.",
    "image": "http://i.gyazo.com/af24d39a6de2e161f5d1cf11528cd147.png"
  }
]