[
  {
    "en": "Robert F. Kennedy was shot by a Palestinian because of his strong support for Israel.",
    "image": "http://i.gyazo.com/f16623eb9d514a65fc9b5408cd1e04dd.png"
  },
  {
    "en": "L.L. Cool J is the only rap star to have performed at a presidential inaugural concert. He performed at Bill Clinton's gala in 1993.",
    "image": "http://i.gyazo.com/dcf185f767a89908c0652cf99472f07f.png"
  },
  {
    "en": "There are six main political parties in Germany. This is enough to maintain political balance in the country.",
    "image": "http://i.gyazo.com/8b61cc842c9370249434d66ddce8e87e.png"
  },
  {
    "en": "The United Nations declared the Internet a basic human right in 2011.",
    "image": "http://i.gyazo.com/c0ca3aa75ff7676b0a955b1d91fb73c9.png"
  },
  {
    "en": "Prince William's nickname in college was \"P-Willy\".",
    "image": "http://i.gyazo.com/70663c1c09614a1ce2ddf404c10650bd.png"
  },
  {
    "en": "Did you know there are 132 rooms in the US White House?",
    "image": "http://i.gyazo.com/2576137d009852ffc9c5dde581203531.png"
  },
  {
    "en": "Since their independence from Spain in 1825, Bolivia has had almost 200 governments",
    "image": "http://i.gyazo.com/01775424e0a2657477cb5c4cbf87cf3f.png"
  },
  {
    "en": "India is the world’s largest democracy with more than 700 million registered voters",
    "image": "http://i.gyazo.com/925622fb497ecfb5fcbd8906efe51b9e.png"
  },
  {
    "en": "The system of democracy was introduced 2 500 years ago in Athens, Greece",
    "image": "http://i.gyazo.com/ada007a727c8cc915faeec4794130040.png"
  },
  {
    "en": "The youngest active system of governance is communism, which was introduced in 1848 by Friedrich Engels and Karl Marx",
    "image": "http://i.gyazo.com/02d26c526f2e53432c8ec9505a91293a.png"
  },
  {
    "en": "The oldest existing governing body operates in Althing in Iceland. It was established in 930 AD",
    "image": "http://i.gyazo.com/7a0de250c8613240a7a3d7e4b020fd0d.png"
  },
  {
    "en": "David \"Screaming Lord Satch\", as leader of Monsters Raving Loony Party, was the longer leader of the UK party until he hanged himself in June 1999",
    "image": "http://i.gyazo.com/67a6ee6edf804e5d8663524f4208bea0.png"
  },
  {
    "en": "Victoria Woodhull (1838-1927) was the first woman to run for office of US President",
    "image": "http://i.gyazo.com/fb911cc2409fba924672f9f800837e61.png"
  },
  {
    "en": "Victoria Woodhull and her sister were the first women to run a Wall Street brokerage (1870)",
    "image": "http://i.gyazo.com/6ae2d2661ab71b5d7bf22cb00d3b9e57.png"
  },
  {
    "en": "The United Nations organization (UN) was founded in 1945",
    "image": "http://i.gyazo.com/bf8ec98fd4c54aee69ad52e3186d7cb1.png"
  },
  {
    "en": "The Organization of American States (OAS) was founded in 1948 to promote peace, security and the economical development of the western hemisphere",
    "image": "http://i.gyazo.com/56d11b5cd032981eb3eebaf55138dcf1.png"
  },
  {
    "en": "The European Union was founded in 1957 as the European Economic Community",
    "image": "http://i.gyazo.com/d5b474af7c8b7f0771874411a3c099e2.png"
  },
  {
    "en": "Louis Abalofia put himself forward: his campaign poster featured a photo of him in the nude, with the slogan “I have nothing to hide”",
    "image": "http://i.gyazo.com/8cbe6809535f204679523c4491622ae5.png"
  },
  {
    "en": "In the 1860s, financier George Francis Train ran for office with one item: the introduction of a new calender based on his birth date",
    "image": "http://i.gyazo.com/5cd0ce4e4702040bc256f9b96046d7d0.png"
  },
  {
    "en": "William Henry Harrison had the shortest term of office as president. He served from for 32 days, from 4 March to 4 April 1841",
    "image": "http://i.gyazo.com/2ead13aaea26c4ca86b2522384b3b05b.png"
  },
  {
    "en": "Franklin D. Roosevelt had the longest term of office: 12 years",
    "image": "http://i.gyazo.com/5dba11951cbe0acab7eb5af7339e6dc0.png"
  },
  {
    "en": "Gerald Ford assumed the presidency following the resignation of Richard Nixon",
    "image": "http://i.gyazo.com/deab916578cb7534058e680e4e79c10d.png"
  },
  {
    "en": "The US presidential candidate with the highest popular vote ever was Ronald Reagan. In 1984 he secured 54,455,075 votes",
    "image": "http://i.gyazo.com/691c9ab071452025f91317bae420cdab.png"
  },
  {
    "en": "The candidate who ran the most times for office of the President of the United States was Norman Thomas",
    "image": "http://i.gyazo.com/28e6ad60f418118137f2eee1c8077cb7.png"
  },
  {
    "en": "Grover Cleveland was held twice (terms 1885-1889 and 1893 – 1897), being the 22nd and 24th President",
    "image": "http://i.gyazo.com/6da33f599e552b947a9f44e5e7da4f60.png"
  },
  {
    "en": "George Washington was the first president under the US constitution of 1789",
    "image": "http://i.gyazo.com/ea1de1116a78a67bd2cf7cb85b426907.png"
  },
  {
    "en": "Technically, John Hanson was the first president of the United States, 13 years before the adoption of the constitution",
    "image": "http://i.gyazo.com/c0d369cd5f7a696071f438b5d40e3d61.png"
  },
  {
    "en": "Al Smith To show his support for the creation, distribution, and sale of alcohol, he advertised: “Vote for Al Smith and he’ll make your wet dreams come true”",
    "image": "http://i.gyazo.com/cb188bf5ccdddaadee43112034156a71.png"
  },
  {
    "en": "The only \"clean\" election in American history was most likely the first one in 1789, when George Washington ran unopposed",
    "image": "http://i.gyazo.com/cc8b32b9b9e773cf52b1ec53e873bce6.png"
  },
  {
    "en": "It wasn’t until 1856 that Congress (USA) removed property ownership as a requirement to vote in elections",
    "image": "http://i.gyazo.com/3503e5c0c77d023551b75f88ebc5f26a.png"
  },
  {
    "en": "U.S. Presidents choose which Bible or books they want to use on inauguration day",
    "image": "http://i.gyazo.com/4b8c961a9a9a98ae1f7b3d332adbe87d.png"
  },
  {
    "en": "President Obama used on inauguration day two Bibles: the Lincoln Bible, and Martin Luther King Jr.’s bible",
    "image": "http://i.gyazo.com/ec7635bb89fb437ea6d391c79941ba0a.png"
  },
  {
    "en": "In 1870, Congress passed the 15th Amendment, which granted the right to vote to African Americans and other nonwhite men",
    "image": "http://i.gyazo.com/26a54e804bd0fe6ed9e5fcb2216d58ab.png"
  },
  {
    "en": "An African American’s right to vote was often denied in the South and parts of the North until the 1960s",
    "image": "http://i.gyazo.com/2e4ef614cdf38a190435f3733cb597ea.png"
  },
  {
    "en": "In 1872, Susan B. Anthony was arrested for attempting to vote in the presidential election",
    "image": "http://i.gyazo.com/aed113ff517c8fc8e80d84674ccf2ae9.png"
  },
  {
    "en": "George Washington blew his entire campaign budget on 160 gallons of liquor to serve to potential voters",
    "image": "http://i.gyazo.com/2119ea1531df9286d79def1183ced679.png"
  },
  {
    "en": "The Constitution does not state when Election Day should be, which meant that in the early 1800s, people could vote from April to December",
    "image": "http://i.gyazo.com/8c3f84ac4bcb28f25260deee4288cf92.png"
  },
  {
    "en": "Andrew Jackson’s inaguration party was so wild that Jackson snuck out of the White House and spent the night at a hotel",
    "image": "http://i.gyazo.com/af570833d2d618edc631c31361063a95.png"
  },
  {
    "en": "Jehovah Witnesses don’t vote in presidential elections",
    "image": "http://i.gyazo.com/53a3313f98fcbb1676c3b0581a549669.png"
  },
  {
    "en": "Democrats use a donkey as their mascot thanks to Andrew Jackson",
    "image": "http://i.gyazo.com/dcb8f6504c85a0e35f3c5e1e7a392f81.png"
  },
  {
    "en": "When a reporter asked people about Spirow Agnew, one person asked, “Is that a disease?” Another person suggested he was a type of an egg",
    "image": "http://i.gyazo.com/1c020c99eed102e8625832a4fd499ede.png"
  },
  {
    "en": "In 1968, President Nixon wanted a running mate who wouldn’t compete with him, so he picked an unknown politician named Spirow Agnew",
    "image": "http://i.gyazo.com/011140a7e19a08a2f9c2cd28921d4930.png"
  },
  {
    "en": "During the 1920 presidential election, a candidate from a third party, Eugene V. Debs, ran his presidential campaign from prison",
    "image": "http://i.gyazo.com/b40c859c718c5addb43452281b83983a.png"
  },
  {
    "en": "William Henry Harrison’s was the longest inauguration speech, he spoke for over two hours in a heavy snowstorm, which made him catch a cold and ultimately die from pneumonia one month later",
    "image": "http://i.gyazo.com/63b9e8653a8c42cfadb926eeb39fc820.png"
  },
  {
    "en": "American astronauts on the ISS can vote in elections from orbit by secure email",
    "image": "http://i.gyazo.com/5980e755a45817799b193469b2e1b165.png"
  },
  {
    "en": "The oldest presidential candidate to be elected is Donald Trump at 70 years old. The youngest is Theodore Roosevelt at the age of 42",
    "image": "http://i.gyazo.com/62ec6834b7f560b2b0a3b6781df3d0c1.png"
  },
  {
    "en": "After reading the incorrect headline, President Truman quipped,\" That ain't the way I heard it!",
    "image": "http://i.gyazo.com/19d6ece5d18e72a800396265120722fa.png"
  },
  {
    "en": "The word “election” is from the Latin eligere, which means, “to pick out, select”",
    "image": "http://i.gyazo.com/43b015f465c816a29b8118e5fa9adee1.png"
  },
  {
    "en": "It is illegal to drink alcohol in Kentucky and South Carolina on election day",
    "image": "http://i.gyazo.com/2c875187be87369c931098712138943e.png"
  },
  {
    "en": "In France there is a specific version of a state flag reserved for TV appearances by the head of state, with a much narrower white part. So that the face of the president is not surrounded by white when seen in close-up.",
    "image": "http://i.gyazo.com/e7b1cb3ab236846a684e8aff9c6f06d1.png"
  },
  {
    "en": "The German Bundestag provides young people from 41 countries with the opportunity of gaining practical experience in parliamentary activities during a 15-week practice with a € 500 grants.",
    "image": "http://i.gyazo.com/39022c36f7be0e873731175228756bde.png"
  },
  {
    "en": "Otto von Bismarck was the longest-serving chancellor in German history, and served for almost 23 years.",
    "image": "http://i.gyazo.com/7c0d94778e3cb6c153f88ccda6a80111.png"
  },
  {
    "en": "Harald V, King of Norway, is the second cousin of Elizabeth II, Queen of Great Britain.",
    "image": "http://i.gyazo.com/a2832990454ff810edcc48f3d21f77db.png"
  },
  {
    "en": "As Harry Truman once said, \"All my life I've wanted to become either a pianist in a brothel or a politician. To tell you the truth, I never found the difference.",
    "image": "http://i.gyazo.com/084a5865248be89ef0430115c03a06b4.png"
  },
  {
    "en": "Outside the US, many aspects of the policy of Harry Truman (especially external) often cause criticism, but American historians consider him one of the most prominent presidents.",
    "image": "http://i.gyazo.com/dba7da1cb1d975e085408183763ea7fa.png"
  },
  {
    "en": "The former governor of New York State, Eliot Spitzer, was forced to leave office in March 2008 after it was found out that he used the services of elite prostitutes, paying them a total of $ 80,000.",
    "image": "http://i.gyazo.com/fbfb280483b49f1dc532d435a7dc0984.png"
  },
  {
    "en": "Young King was the wife of Mao-dze-Dong, the Communist dictator in China. Through clever maneuvers, she was able to achieve the highest position in the Communist Party. They say that it was the main driving force of the Chinese Cultural Revolution.",
    "image": "http://i.gyazo.com/20f42e6215dce5cfb811e56c0e4ad7cc.png"
  },
  {
    "en": "During the Cultural Revolution, economic activity was suspended in China, and numerous ancient buildings, artifacts, antiques, books and paintings were destroyed by the Red Guards.",
    "image": "http://i.gyazo.com/ae154feb0cefc8a8ca3ee2ac641923f4.png"
  },
  {
    "en": "George Washington loved horseback riding. However, he demanded that the horse on which he was to sit would be perfectly clean. Washington even checked the cleanliness of the animal's teeth.",
    "image": "http://i.gyazo.com/bd93463080eab60dc6d7aa477a7469f0.png"
  },
  {
    "en": "Lithuanian President Rolandas Paksas retired most often among presidents. He left various posts 17 times.",
    "image": "http://i.gyazo.com/d320b20dd5d3b59eee4b0c18eeaf9f19.png"
  },
  {
    "en": "Devices with an incendiary mixture against Soviet tanks began to be called the \"Molotov Cocktail.\" In honor of Foreign Minister Molotov.",
    "image": "http://i.gyazo.com/e75ab555c8760c3ab35cc23e23f10df8.png"
  },
  {
    "en": "Ekaterinburg is the city that was laid by the first Russian emperor Peter I, and in which the last Russian emperor Nicholas II died, and where the first President of Russia Yeltsin BN began his political activities.",
    "image": "http://i.gyazo.com/8c710dd17bfab15e26f324af21a25799.png"
  },
  {
    "en": "47 years ago, when Obama was born, the marriage between his black father and his white mother would have been declared illegal in at least 12 US states.",
    "image": "http://i.gyazo.com/569d9019ba8408308152fc7919462fbc.png"
  },
  {
    "en": "Italian dictator Benito Mussolini was named after the national hero of Mexico and President Benito Juárez.",
    "image": "http://i.gyazo.com/f8d8df16f687378fb17bc788f15d4dee.png"
  },
  {
    "en": "Rudyard Kipling's political position, consistently pursued by him in his later work, was the reason for his rejection from literary circles. He was called \"the poet of the barracks\", \"bard of imperialism\" and \"literary hooligan\".",
    "image": "http://i.gyazo.com/7fd19ddf1ac2e0f1e20c340fc0d15fb3.png"
  },
  {
    "en": "Paraguayan President Ferdinand Lugo was a Catholic bishop before joining politics. A year after he was elected president, in 2009, three women immediately sued Lugo, claiming that he was the father of their children.",
    "image": "http://i.gyazo.com/af014a8e6c73b941a5d4ef05efd15975.png"
  },
  {
    "en": "Prime Minister of Cambodia, Pol Pot from 1976 to 1979, introduced an extreme version of agrarian communism, in which all townspeople were moved to villages to work on imposed labor projects. The total effect of slave labor, killed 2 million Cambodians.",
    "image": "http://i.gyazo.com/b5eae3e311c71da3eccb05c05fa00ef6.png"
  },
  {
    "en": "Khmer Rouge conducted mass executions in places known as Field Kill. The executed were buried in common graves. To save ammunition, people were killed with hammers, axes, shovels or pointed bamboo sticks.",
    "image": "http://i.gyazo.com/90d3539a130ed2b545d033113bf119ac.png"
  },
  {
    "en": "The most diversified president is Jean-Bertrand Aristide (Haiti). He knows 7 languages, writes music, plays guitar, piano, saxophone and drum.",
    "image": "http://i.gyazo.com/5266d79c15314b39b0d6b8c802399805.png"
  },
  {
    "en": "One of the points of Mussolini's political program was the promise to make trains arrive at the destination on schedule. This promise has not been fulfilled, which is not surprising.",
    "image": "http://i.gyazo.com/b78948bdb82068e6154997cf66c149e8.png"
  },
  {
    "en": "Gabon's President El Hadj Omar Bongo has 30 children.",
    "image": "http://i.gyazo.com/b71d526dc70f89b0795f60063caa96a6.png"
  },
  {
    "en": "The most prolific politician is the president of the UAE Emir Abu Dhabi Sheikh Zayed (II) bin Sultan Al Nahyan. He has four wives, 17 sons, and the number of daughters is not known, because no one calculated.",
    "image": "http://i.gyazo.com/4a8708fae8d2cfd789c42a6e42c13144.png"
  },
  {
    "en": "In 2003, member of Parliament of the State of South Australia, Carly Mayowd, asked the Minister about the problem of limiting water consumption. The Speaker of the Parliament replied that deputies should not beg or solicit anyone.",
    "image": "http://i.gyazo.com/7bc32ddde596d83f5e4b28436f8c25ea.png"
  },
  {
    "en": "The ancestors of Winston Churchill along the maternal line were red Indians.",
    "image": "http://i.gyazo.com/9dfc2af3e9c0cb0e2af40aad7ab54b85.png"
  },
  {
    "en": "The richest leader is the sultan of Brunei Hassanal Boluyah. His palace has 1,788 rooms and several dozen gold toilet bowls, and there are legends about his collection of works of art.",
    "image": "http://i.gyazo.com/4f77b8eb09f71d4707917176a0204051.png"
  },
  {
    "en": "Dmitry Medvedev visited Omsk in February 2010. On the route of his motorcade was a playbill of a children's play called \"We are waiting for you, cheerful dwarf!\", which the city authorities urgently dismantled.",
    "image": "http://i.gyazo.com/2a6bfb622031d282b350c74f00188779.png"
  },
  {
    "en": "The first American Supreme Judge John Jay bought slaves to release them.",
    "image": "http://i.gyazo.com/4fa5a733b55c30bae67701c037e0ba66.png"
  },
  {
    "en": "The most democratically dressed is the President of East Timor, Jose Alejandro Gusmão. He prefers a simple T-shirt and jeans.",
    "image": "http://i.gyazo.com/34685a868ac06eef8599bf3e74b02ddb.png"
  },
  {
    "en": "President Jose Alejandro Gusmão. For his love of rock and roll, he received the nickname Sha-na-na, which entered into his official name.",
    "image": "http://i.gyazo.com/7c3743004a408246d9f996b4333550be.png"
  },
  {
    "en": "The founder of the theory of communism, Karl Marx, was never in Russia. Marx was born in Germany. He was in France and England, where he wrote his famous \"Communist Manifesto\" and other works.",
    "image": "http://i.gyazo.com/b759b426ece57b40880db6cd1ccad5a1.png"
  },
  {
    "en": "The most principled is Turkish Prime Minister Recep Tayyip Erdogan. In 1980, he was fired for refusing to shave his mustache.",
    "image": "http://i.gyazo.com/453c642213dd343a657f0be3c314eb98.png"
  },
  {
    "en": "The Defense of Marriage Act (DOMA) and NSYNC were created in Clinton's first presidential election.",
    "image": "http://i.gyazo.com/c8abb223ef29801a91731abe337c01aa.png"
  },
  {
    "en": "War in Afghanistan lasted longer, in total years, than sitcom Friends.",
    "image": "http://i.gyazo.com/536c0e21a8d2118f35c22bc84aed5396.png"
  },
  {
    "en": "The Queen of England served as a nurse in World War II.",
    "image": "http://i.gyazo.com/51e1edf28542903065db4859524c8e2a.png"
  },
  {
    "en": "France has changed its form of government nine times since the Revolution which ended King Louis rule in 1789. These have included 5 republics, 2 empires and 2  constitutional monarchies.",
    "image": "http://i.gyazo.com/3f2a11f6c258c426375511881162e1aa.png"
  },
  {
    "en": "France is now a representative democracy with an elected President as head of state (five year terms) and a Prime Minister as head of government.",
    "image": "http://i.gyazo.com/5b379c6ea1bc1f7fa6574ad7b8578142.png"
  },
  {
    "en": "French election days are always a Sunday and can take two rounds.",
    "image": "http://i.gyazo.com/c6e0e6daa2939e62e16ed414ab5d9fef.png"
  },
  {
    "en": "In France Voting for the President is separate to voting for individual members of the national Parliament.",
    "image": "http://i.gyazo.com/03428861d85f6a0e72a1b0c30e69f635.png"
  },
  {
    "en": "In France, Elections also take place for a variety of local government elections (region, department, council).",
    "image": "http://i.gyazo.com/c2aca853286d708b72ca610238fd6c2e.png"
  },
  {
    "en": "In Germany 1990, the governments of the two German states drafted a 1,000-page treaty outlining the terms of political union. The document explained how institutions, such as the education system, would be coordinated, and which issues would be resolved later–for instance, abortion policy.",
    "image": "http://i.gyazo.com/d4e4a0ef166f1c5a48b83f9704be3dfe.png"
  },
  {
    "en": "In Germany, after winning in party elections in Bundestag, political parties receive free campaign advertising on public television and radio stations for European, national, and Land elections.",
    "image": "http://i.gyazo.com/bb4f56dbedfd2af561892e54b486d1cd.png"
  },
  {
    "en": "Germany was the first country in the world to adopt Daylight saving time – DST, also known as summer time. This occured in 1916 in the midst of WWI and was put in place to conserve energy.",
    "image": "http://i.gyazo.com/be4ae2629b9cbf508581d438d631f414.png"
  },
  {
    "en": "Prison escape is not punishable by law in Germany – German law maintains that it’s a basic human instinct to be free and therefore, prisoners have the right to escape jail.",
    "image": "http://i.gyazo.com/7d8e069adfcc7a47ca37b0464c65d2db.png"
  },
  {
    "en": "Germany has legal say on what babies can be named – German law ban names that don’t denote a gender or use a family name as a first name.",
    "image": "http://i.gyazo.com/1a416e19d4ed28f71d98d12d462a20d2.png"
  },
  {
    "en": "Fanta originated in Germany as a result of the Second World War – due to a trade embargo that prevented importing Coca-Cola syrup into Germany.",
    "image": "http://i.gyazo.com/4d3fad409c44c247d3e37f0ba2257519.png"
  },
  {
    "en": "Merkel frequently visits the German soccer team’s locker rooms to congratulate them after a win, and once saw star player Bastian Schweinsteiger naked by accident.",
    "image": "http://i.gyazo.com/016ebba9ba35dbccf933fa5ad0cf6630.png"
  },
  {
    "en": "Merkel is a very good cook and has been spotted shopping for groceries at regular supermarkets where she pays in cash.",
    "image": "http://i.gyazo.com/13b0bc40857402f0e9a00d66acec8c7f.png"
  },
  {
    "en": "About 80% of Sicily and Calabria businesses pay tribute to the Mafia. But despite this, children homes in Italy stay empty, and there are no homeless animals.",
    "image": "http://i.gyazo.com/6b2f9a75a01bfd20ab254cdd24ec008f.png"
  },
  {
    "en": "There are 54 police organizations in Italy. All of them have the right to carry weapons. Even the regulators.",
    "image": "http://i.gyazo.com/96e1f014e787cc5bea046c4a4d468483.png"
  },
  {
    "en": "Some laws in Italy are not binding for execution. So in Italy there are hundreds, and even thousands of illegal buildings. Including in the coastal zone.",
    "image": "http://i.gyazo.com/c6c70a98bb9c747d230e74ecc82f1f99.png"
  },
  {
    "en": "Berlusconi's statement about other Italian politician Maria Elena Bosca: \"You are too beautiful for a Communist\", to which Boski replied: \"Prime Minister, there are no more communists.",
    "image": "http://i.gyazo.com/c50b370aa6a55267f35cc65b31bfb053.png"
  },
  {
    "en": "Silvio Berlusconi is the 50th Prime Minister of Italy. Forbes rated him as the 199th richest man in the world with a net worth of $ 7.0 billion in 2017",
    "image": "http://i.gyazo.com/37572026b1ab060e83d0a0c663b23d1d.png"
  },
  {
    "en": "Since Silvio Berlusconi age was over 70 years, he was released from direct imprisonment for fraud and instead served his sentence, performing unpaid work in the public community.",
    "image": "http://i.gyazo.com/531e6a6a327752d70119d65c3c32bb70.png"
  },
  {
    "en": "Philip VI (King of Spain), was a member of spanish Olympic sailing team at the 1992 Summer Olympics in Barcelona. He also participated in the opening ceremony as a standard bearer of the Olympic team.",
    "image": "http://i.gyazo.com/b420dcccf32e8c0979c3af612a455e45.png"
  },
  {
    "en": "Recep Tayyip Erdogan, the incumbent president of Turkey, was sentenced to 4 months in prison in 1997, for advocating views that foment national discord.",
    "image": "http://i.gyazo.com/92af9f3c9eb3771e16d42f8d3a15534a.png"
  },
  {
    "en": "In 2004 Erdogan made the textbooks free. In 2005, the Turkish parliament granted amnesty to students who had been expelled from universities before 2003.",
    "image": "http://i.gyazo.com/ae7e10e77f88527bafeeea25ec04fae7.png"
  },
  {
    "en": "Abdullah Gul, the 11th President of Turkey, received the Jubilee Medal \"25 Years of Independence of the Republic of Kazakhstan\" (June 23, 2017).",
    "image": "http://i.gyazo.com/bcd0d981126058b2e8652e3ed186961d.png"
  },
  {
    "en": "In 2015, Harald V, King of Norway, became the first reigning monarch in the world to visit Antarctica, including Queen Maud Land.",
    "image": "http://i.gyazo.com/92beb99a6a82e0654a408ac78279122d.png"
  },
  {
    "en": "In 2005, Harald V, King of Norway, already being king (two months after heart surgery), won with his team at European competitions in Sweden at the age of 68 years.",
    "image": "http://i.gyazo.com/84409e34a2e8defb7173f99f39d978ac.png"
  },
  {
    "en": "Charles XVI Gustav, King of Sweden, is best known throughout the world not as the king but as host of the Nobel Prize awards.",
    "image": "http://i.gyazo.com/c0b5e5bde9ec9ac6f59b99e92860e023.png"
  },
  {
    "en": "Sauli Niinisto, the 12th President of Finland, was in 2004 with his son Matias in Thailand's Khao Lak on vacation. He managed to survive the tsunami by climbing with his son on a telegraph pole",
    "image": "http://i.gyazo.com/1276b78030325af4a8e65450811b3189.png"
  },
  {
    "en": "Juha Sipil, Prime Minister of Finland, in September of 2015, offered to provide his vacant house in Kempel to accommodate refugees.",
    "image": "http://i.gyazo.com/745ffcbf41c64e5dc54959f1c795866f.png"
  },
  {
    "en": "Homosexuality of Pekka Haavisto (Minister for Development of Finland) was the second most important reason why a third of voters voted for Sauli Niinisto.",
    "image": "http://i.gyazo.com/e7c1c464ffa74b55662f8ebcb575c14f.png"
  },
  {
    "en": "Pekka Haavisto (Minister of Development in Finland), as of beginning of 2012, had neither securities nor his own living space, despite an annual income of over 100,000 euros",
    "image": "http://i.gyazo.com/5f68c3e105f1041fff35be01b7a212b6.png"
  }
]