[
  {
    "en": "In 2009, it was found that Ernest Hemingway was a failed KGB spy.",
    "image": "http://i.gyazo.com/ab845f819640c4cdaea2377e430087eb.png"
  },
  {
    "en": "Sarah Edmonds, a white woman from Canada, started working as a spy for the Union Army at the age of 21. She infiltrated Confederate territory in Virginia in disguise of a black man.",
    "image": "http://i.gyazo.com/9cbcc0c9a21784f908130e4aa4815b6e.png"
  },
  {
    "en": "Sergeant Stubby was the only American war dog. He once caught a German spy by the seat of his pants, holding him there until American soldiers found him.",
    "image": "http://i.gyazo.com/601a2851878d08a7df78cc7d88156716.png"
  },
  {
    "en": "The writer Roald Dahl’s mission, as a spy for the British government, was to seduce powerful US women in order to gather useful intelligence.",
    "image": "http://i.gyazo.com/621a5060d0245ccd85ae5f9b53b0670b.png"
  },
  {
    "en": "In the 1960s, the CIA spent $20 million on a cat equipped to spy on Soviets, but it got hit by a taxi almost immediately after it was released for its first mission.",
    "image": "http://i.gyazo.com/80e9d70f8bb23edfec658613a63ce5db.png"
  },
  {
    "en": "One German spy, that was sent into Canada during WW2, decided to use his funds to move to Ottawa, and then surrendered to Canadian authorities.",
    "image": "http://i.gyazo.com/f8093819990213a213a839897437ae1a.png"
  },
  {
    "en": "In 1917, Germans built a 25-foot-tall armor-plated fake tree with a soldier sitting in it to spy on Allied forces.",
    "image": "http://i.gyazo.com/b607d75eb943b41f76081d7d2ac32305.png"
  },
  {
    "en": "At the age of 19, Gevork Vartanian, a Soviet Armenian spy operating in Iran, led a team in 1943 that helped foil a Nazi plot to assassinate Churchill, Roosevelt and Stalin (who were meeting in Tehran).",
    "image": "http://i.gyazo.com/cf1516ff33e6d3fffacd456c512459ae.png"
  },
  {
    "en": "James Bond is based on a real spy named Wilfred “Biffy” Dunderdale, MI6’s agent in Paris. He was also friends with Ian Fleming - author of Bond series.",
    "image": "http://i.gyazo.com/9dd400f33f6db3ebe941b2a563a4ab70.png"
  },
  {
    "en": "British spies used to pretend to be stupid, absentminded, tourists, hiding sketches of military installations in the drawings of butterflies and rock striations.",
    "image": "http://i.gyazo.com/eee1fb61d97d1d73c272e298c6b2a6c0.png"
  },
  {
    "en": "Chevalier d’Eon was French spy, diplomat, lady-in-waiting, swordsman and a soldier; it was only discovered after her death, in 1810, that she was a fully-formed man, not a woman.",
    "image": "http://i.gyazo.com/84fd45246b451ce73acb71e7103ab780.png"
  },
  {
    "en": "Just after WWII, multiple short wave radio stations appeared around the world. These stations transmit letters and numbers, presumably to spies and are still being operated today.",
    "image": "http://i.gyazo.com/05eebdd040d55555fa150807a92f9be4.png"
  },
  {
    "en": "Saddam’s reason for refusing nuclear inspectors was that he thought they spied for the US, which in fact was true.",
    "image": "http://i.gyazo.com/53b1613b1ca97b047bb7aa5d11c5980c.png"
  },
  {
    "en": "North Korea has abducted around 485 South Koreans, Japanese, Chinese, Malaysians, French, Italians, and other citizens mostly for them to teach languages at spy schools.",
    "image": "http://i.gyazo.com/de80e4d96cd0104899225b7d8b56e3ab.png"
  },
  {
    "en": "When a ship ran aground in the early 1800s at Hartlepool UK, the only survivor was a small monkey. The monkey was interrogated, subjected to a lengthy court trial on the beach, and then Hanged as a French spy.",
    "image": "http://i.gyazo.com/b4672f66e1f7b05cb7dce56aea6da172.png"
  },
  {
    "en": "Before digital cameras, film from spy satellites had to be ejected from the satellite, and retrieved mid-air by specially designed aircraft lest it fell into enemy hands.",
    "image": "http://i.gyazo.com/6c2607b2d7b3d2255aef8b86a131215c.png"
  },
  {
    "en": "There is a method spies can use to log keystrokes acoustically from a computer’s keyboard. (No software installation necessary)",
    "image": "http://i.gyazo.com/759df7ea01c74c768d4f6873408628e4.png"
  },
  {
    "en": "Not all spies are adults. Children from 15-18 are only allowed to serve voluntarily. So not to violate the international laws of rights.",
    "image": "http://i.gyazo.com/047837adbf6646a74c052151ada0160f.png"
  },
  {
    "en": "Suicide is sometimes part of the spies job. A caught spy is always worse than dead spy, as all spies say.",
    "image": "http://i.gyazo.com/659326581798b66dd7c6e7e3adddcb4e.png"
  },
  {
    "en": "In 1987, two agents from North Korea were arrested for terror and interrogated in Bahrain. First one took poison and died. Second one was pardoned, referring to a simple brainwashing.",
    "image": "http://i.gyazo.com/343400530cdd21b57f9f6e92fca0f10e.png"
  },
  {
    "en": "Josephine Baker, a public star, wrote smuggled secret documents written in invisible ink on her music sheets.",
    "image": "http://i.gyazo.com/6232a25e075fe3fea5c1f88e60ab2d50.png"
  },
  {
    "en": "After leaving baseball, Mo Berg joined the OSS, where his work included parachuting into Yugoslavia to evaluate resistance groups and evaluating Nazi progress towards a nuclear weapon.",
    "image": "http://i.gyazo.com/18e8d6234baaff1461f9c3d9559fbbc9.png"
  },
  {
    "en": "Animals can go places people can’t. Animals are unalerting to other people.",
    "image": "http://i.gyazo.com/850d6657e704c52d1a6441cf0abbacb7.png"
  },
  {
    "en": "Homing pigeons were used during WWI to dispatch messages between divisions, and in a pilot program, to take aerial photographs using automatic cameras.",
    "image": "http://i.gyazo.com/c29980291165037380df478fc0b310cd.png"
  },
  {
    "en": "US Navy through the ongoing Navy Marine Mammal Program (NMMP) has trained dolphins to detect and report underwater mines.",
    "image": "http://i.gyazo.com/ea7435f2daf635869e13c8c0b5bc131c.png"
  },
  {
    "en": "An operation called Animal Behavior Enterprises (ABE) worked with the CIA and Army during the Cold War, employing animals including ravens and cats to retrieve documents and serve as living listening devices.",
    "image": "http://i.gyazo.com/a20f019e187f2caa5f36e4f204fa4278.png"
  },
  {
    "en": "Spy agencies can employ very aggressive hiring practices. Authoritarian regimes can have hardhanded methods of persuading their citizens to become spies.",
    "image": "http://i.gyazo.com/9648d3b571c69e7b37fc130e4eb9fa7e.png"
  },
  {
    "en": "In 2002, the Russian Security Service accused the US of using drugged drinks and cookies to try to recruit a Russian defense worker who visited the US Embassy in an ex-Soviet Republic.",
    "image": "http://i.gyazo.com/ac331658ac163b341c062b6d9569502b.png"
  },
  {
    "en": "Spies sometimes assume identities of the dead people.",
    "image": "http://i.gyazo.com/f50d4e8fb8bb4b5f71ad93d457eaf670.png"
  },
  {
    "en": "“Unofficial cover” is more dangerous than being undercover agent, requiring the use of an assumed name and profession, and without the protection of diplomatic immunity in the event of exposure",
    "image": "http://i.gyazo.com/cd02eba36fc01e22fed7e9242956d57a.png"
  },
  {
    "en": "Spies may kill their own to protect their cover.",
    "image": "http://i.gyazo.com/50012979c78792ab7d429ab3511cd3f6.png"
  },
  {
    "en": "Even when spies retire, they may not die of natural causes.",
    "image": "http://i.gyazo.com/504821926b804f73289afb43d6e940e2.png"
  },
  {
    "en": "In 2002, 17 years after defecting to Russia, former CIA agent Edward Lee Howard met his end in Moscow, after reportedly breaking his neck in a fall down the steps in his house.",
    "image": "http://i.gyazo.com/e98f652268fb5a076e7f9c8e24e82e4c.png"
  },
  {
    "en": "Disguise - is the most important thing for a spy",
    "image": "http://i.gyazo.com/b31ecee5f3b03a6b40603f8cee219bf5.png"
  },
  {
    "en": "North Korean spies stationed abroad have to receive training on how to shop in supermarkets, use credit cards and visit clubs, as these amenities are not commonplace in North Korea.",
    "image": "http://i.gyazo.com/4f1b0c9068e8c6f5a254e91142b93f25.png"
  },
  {
    "en": "In London in 1971, Oleg Lyalin panicked and offered the names of every Russian spy. The UK government expelled 105 people from the country.",
    "image": "http://i.gyazo.com/540742396023e52b443d12d5794d5549.png"
  },
  {
    "en": "In 1953 newspaper boy was paid with a coin which he found to be hollow and contained coded message. He gave it to authorities but the code could not be deciphered.",
    "image": "http://i.gyazo.com/b7ce97105b4b9021c5b652eafa76eb2c.png"
  },
  {
    "en": "In 1997, Robert Hanssen was caught using a password cracker on a federal computer. He said that he was simply trying to install a color printer, and so he needed the administrator password.",
    "image": "http://i.gyazo.com/c07c5905dd55a6b4a1d6e5b0f170c8e4.png"
  },
  {
    "en": "In 1964 Israeli spy convinced Syrians to plant trees near military fortifications so that their soldiers had some shelter against the sun.",
    "image": "http://i.gyazo.com/dcd2c0df32eb23b25468c43d2d535bd8.png"
  },
  {
    "en": "The most wanted person in Nazi Germany was a pretty, 32 year old woman from New Zealand. Known to the Gestapo as “The White Mouse,” she was the most decorated woman of World War II.",
    "image": "http://i.gyazo.com/15800169ca8518174d332b3020e1ba1f.png"
  },
  {
    "en": "Actress Greta Garbo worked as a spy for the Allies during World War II and made plans to assassinate Adolf Hitler. The plan fell through only when the Swedish government prevented her from traveling to Germany.",
    "image": "http://i.gyazo.com/21aabc6d8071efdbcc687970de367153.png"
  },
  {
    "en": "Cyber espionage means modern spies don’t even need to leave their computers. MI5 reported recently that one major British company had lost £800 million through online attacks.",
    "image": "http://i.gyazo.com/0bdf84355050739bca81fbc77b3f090f.png"
  },
  {
    "en": "In 2008 an MI6 officer was interviewed on the One Show; but it was interrupted when his false moustache fell off halfway through.",
    "image": "http://i.gyazo.com/e59246efb056c77771f2bd321d99ea60.png"
  },
  {
    "en": "Michael Bettany had an interesting story of his attempt to escape the train ticket inspector. He shouted \"I'm a spy!\". And they did not touch him - thought he was just drunk.",
    "image": "http://i.gyazo.com/200a87352a01407c91d1eb960937a5be.png"
  },
  {
    "en": "Bettaney spy was finally outed by the KGB mole Oleg Gordievsky in 1985. He was convicted on 10 counts and jailed for 23 years.",
    "image": "http://i.gyazo.com/f39ae3eabe1a88de234bb7c1cd5a204d.png"
  },
  {
    "en": "In 2006 broadcaster programme in Russia claimed the British had hidden a transmitter inside a fake rock on a Moscow street. This was denied at the time but later turned out to be true.",
    "image": "http://i.gyazo.com/1019ffb913790b6f51a1ccbee5ee2c58.png"
  },
  {
    "en": "In Fleming’s books, \"James Bond\" has a drink every seven pages on average. His favourite drink is whisky, which he drinks 101 times.",
    "image": "http://i.gyazo.com/6aedf374fc2f1b3359f0d1641b74fd53.png"
  },
  {
    "en": "The cipher wheel was used to hide information in those days when there were no computers.",
    "image": "http://i.gyazo.com/ff049a5f2af1147ab0ae1170d4e5556c.png"
  },
  {
    "en": "1986-1989 - spy Ames was stationed in Rome and continued to pass information to Soviet agents. His remuneration for 3 years was $1.8 million during this period.",
    "image": "http://i.gyazo.com/c216b66128f035c37bdb6b7056947084.png"
  },
  {
    "en": "In 1980s CIA and FBI learned that a number of Russian double agents were executed without trial.",
    "image": "http://i.gyazo.com/b279f8ea109e65273714b258f88f647b.png"
  },
  {
    "en": "The FBI begins investigating spy Ames with electronic surveillance in 1993. Just after that it becomes popular to put surveillance cameras.",
    "image": "http://i.gyazo.com/faf787211d12f9fef107022be3aad10c.png"
  },
  {
    "en": "In 1980, David Boone goes to the Soviet embassy in Washington, DC, and offers to spy on the United States. He is paid about $20,000 a year for this work.",
    "image": "http://i.gyazo.com/c1be654bd605bdebbe94b5eb6c7e9cf4.png"
  },
  {
    "en": "David Boon voluntarily confessed to espionage in the Soviet Union, and sentenced to 24 years in prison. Apparently not to be killed for some information.",
    "image": "http://i.gyazo.com/3cedc2658b6e94561452c452a8815410.png"
  },
  {
    "en": "Directional microphone. Is an effective eavesdropping device, which is used to listen to conversations from a long distance.",
    "image": "http://i.gyazo.com/d8a4785f27a27d98246c2e5637b75a26.png"
  },
  {
    "en": "Laser microphone. An eavesdropping device that allows you to read sound from a window glass at a distance of more than 500 meters.",
    "image": "http://i.gyazo.com/357b97a81bb94157136b831d0277370e.png"
  },
  {
    "en": "Local eavesdropping devices. They are the ideal solution, if there is a possibility to visit the place of wiretapping at least once.",
    "image": "http://i.gyazo.com/078e9fc6985a1718b13e629d87c633cd.png"
  },
  {
    "en": "The listening devices that transmit sound over the radio channel are radio bugs. The transmission can take place on a normal FM wave and be received on any FM radio receiver.",
    "image": "http://i.gyazo.com/a5e8fe2980f5e15a2ccd0ad8f84adfd8.png"
  },
  {
    "en": "Bug in the keyboard G19 Keybug is designed for use in everyday life: at home or in the office. It is enough to call a bug like a mobile phone, and you will be able to hear everything that is happening around.",
    "image": "http://i.gyazo.com/5fd13a2dacd0da69d2af172638a42ee5.png"
  },
  {
    "en": "Compact voice recorder Edic-mini Tiny16 A52. This medallion in the form of a cookie can be worn around the neck.",
    "image": "http://i.gyazo.com/831ebaf3f3f6d120b126b7c527bc4d06.png"
  },
  {
    "en": "Bug GSM AGPS allows not only to record sound, but also to report its location relative to the base stations.",
    "image": "http://i.gyazo.com/7dceaa97776167102b2be89c579e5d3e.png"
  },
  {
    "en": "Spy Snake \"Spy Kite\", equipped with a digital camera, capable of making high-quality pictures from a height of up to 80 meters!",
    "image": "http://i.gyazo.com/4ce95fd1f5e4b52e85502bdd8f56b46e.png"
  },
  {
    "en": "Melita Norwood was the seemingly innocuous assistant to the director of one of Britain’s atomic research centres, who coolly passed the secrets of the atom bomb to Russia for 37 years, before finally being identified in 1999.",
    "image": "http://i.gyazo.com/c401a25e021c13a5ffe710ba12b6d73f.png"
  },
  {
    "en": "Fritz Joubert Duquesne disguised himself as a science researcher, planted time bombs on numerous British ships. And even faked his own death.",
    "image": "http://i.gyazo.com/8617f23c7b6fb59496046b7b26fe5f5e.png"
  },
  {
    "en": "Virginia Hall, “the limping lady”. She had shot herself in the foot in 1932, causing her lower leg to be amputated and replaced with a prosthetic limb, in which she hid numerous documents.",
    "image": "http://i.gyazo.com/1c18669b78fb8838f3b53c1af1ec696e.png"
  },
  {
    "en": "Klaus Fuchs, spy and physicist, once drew a diagram of the workings of a spin-washer on a prison laundry receipt to demonstrate its workings to his fellow prisoners when he was arrested in 1950.",
    "image": "http://i.gyazo.com/b355490f2d7b2c95baa2902e919a17b1.png"
  },
  {
    "en": "Maria Isabella “Belle” Boyd became a spy for the Confederates at the age of 17, after having been put under guard for shooting a drunken Union soldier who, according to her memoirs, insulted both her and her mother.",
    "image": "http://i.gyazo.com/c37201569b1b76a4498cf8b8df4184be.png"
  },
  {
    "en": "Francis Walsingham of British intelligence in 16th century intercepted letters, and executed many poor old Catholic priests, along with numerous other suspected conspirators.",
    "image": "http://i.gyazo.com/b93d7273254835cdc7101d8f4ca128e8.png"
  },
  {
    "en": "Sidney Reilly was involved in the plot of overthrowing Lenin’s Bolshevik government in 1918 with the help of the Latvian army, guarding the Kremlin. This plot earned him a death sentence in his absence, which was finally carried out when he returned to Soviet soil in 1925",
    "image": "http://i.gyazo.com/4fa15304447698e5fc98502250015c74.png"
  },
  {
    "en": "Harold “Kim” Philby had so much influence in the upper echelons of British government that even Stalin refused to believe it was true. He defected to Soviet Union in 1963 and remained there until his death",
    "image": "http://i.gyazo.com/6d99bc34f6eb830d6829abcaaba43c02.png"
  },
  {
    "en": "Soviet spy Oleg Gordievsky was recalled to Moscow and interrogated for treason. He escaped with the help of the British – smuggled out during his morning jog. He was sentenced to death by the Russian authorities in his abscence.",
    "image": "http://i.gyazo.com/95cb3e1167ab9c0867e296b476bec774.png"
  },
  {
    "en": "German Jewish communist, Ursula Kuczynski - one of the spies in 1950 to East Berlin - worked with KGB. She later became a writer of children’s books.",
    "image": "http://i.gyazo.com/c0c02e8f586fb8d19c1b0e1bd4a8cdf8.png"
  },
  {
    "en": "As an extension of the police duties in Brazil, it is possible to involve civilians to participate in the \"street inspection\". Everyone can get a free hidden camera for observation.",
    "image": "http://i.gyazo.com/6f1d3fe0917d183825533014fc6aeb6c.png"
  },
  {
    "en": "USB SnoopStick looks like an ordinary USB flash drive. It installs everything you need to track the software on the enemy's computer.",
    "image": "http://i.gyazo.com/5dc29095a337aeb1a3fb4a892a6d7fce.png"
  },
  {
    "en": "In the CIA Museum you can see some of the most original spy devices.",
    "image": "http://i.gyazo.com/46830ecb5f8eb50e61dacb3aaf32fc8c.png"
  },
  {
    "en": "Dog feces with a transmitter. This device is ideal for sending messages, and spies can communicate without causing suspicion. For example: In Vietnam, beacons disguised as tiger feces were used to designate targets for an air strike.",
    "image": "http://i.gyazo.com/a93644d10c19646de874d748f8b05d1d.png"
  },
  {
    "en": "Stump-bug used solar energy for prolonged wiretapping and transmission in Moscow in the 1970s. KGB discovered this bug and seized it, so there is only one copy of it in the museum.",
    "image": "http://i.gyazo.com/2d816b7786f6ce91622cec434e294db8.png"
  },
  {
    "en": "Even before the beginning of an aerial photography, birds made simple espionage work. Pigeons could provide important information, and return without getting lost.",
    "image": "http://i.gyazo.com/465e4ba15cb416fc38eae4500ba35724.png"
  },
  {
    "en": "This common looking umbrella has a special mechanism, that injects poison into the target when the button is pressed. This type of weapon was popular in England.",
    "image": "http://i.gyazo.com/d295580f9bec2f2192a864b2d37ba681.png"
  },
  {
    "en": "Encryption machine Enigma. This machine's basis, created by the Germans, was used for further development of new models of encryption machines.",
    "image": "http://i.gyazo.com/db2f335319e9d1d8b153c9a09826d7ed.png"
  },
  {
    "en": "In Romania Secret Spy agency worked with the Postal Service to install bugs with a transmitter in the boot's heel.",
    "image": "http://i.gyazo.com/7f03ece8c63d3f1f63206ef1bdd548f3.png"
  },
  {
    "en": "Micro camera. In 1960, the East German Foreign Relations Service developed this small hidden camera.",
    "image": "http://i.gyazo.com/45c4da83b75386e6341ec4c392a95bf1.png"
  },
  {
    "en": "Camera coat. This small camera, the F-21 model, was created by KGB in 1970. Lens was hidden in a buttonhole, photographing was made by pressing the shutter, located in the pocket of a spy.",
    "image": "http://i.gyazo.com/d3ada0c90cec28b507eaa59507b6a1b7.png"
  },
  {
    "en": "Lipstick gun. This is a 4.5 mm single-shot weapon seized from KGB agents in the mid-1960s.",
    "image": "http://i.gyazo.com/4d8dfbcd800af61dc8fbe70323d8f461.png"
  },
  {
    "en": "Encryption machine Enigma 3 had already 3 cogwheels, and a new encryption algorithm.",
    "image": "http://i.gyazo.com/c89a0e432a971ff32880cdea502195fe.png"
  },
  {
    "en": "Maxim Isaev (nickname \"Stirlitz\") was a Soviet intelligence officer who worked for the USSR in Nazi Germany. He became popular spy icon in Soviet culture, comparable to James Bond in the culture of the west.",
    "image": "http://i.gyazo.com/7dab26eec73a98e7ea4f92e1bbfde1a9.png"
  },
  {
    "en": "The spy set \"rectal\" is a set of various tools hidden in one capsule, which is stored in a back seat.",
    "image": "http://i.gyazo.com/07c39d8214eeee1de263068b3ac6ee92.png"
  },
  {
    "en": "Spyware spectacles contain eyebrows and the strongest poison - cyanide. So that at any time you could end your life by suicide.",
    "image": "http://i.gyazo.com/87e1c93004c34c7e4ad5243dfb9fb817.png"
  },
  {
    "en": "Spy gun with \"prussic acid\". Contents of the capsules provoked cardiac arrest.",
    "image": "http://i.gyazo.com/1e09f194eb24a794df46bcfd4629f3c8.png"
  },
  {
    "en": "Spy gun looking like a smokepipe. Produced during the Second World War for special forces of British troops. Special feature of the pistol is a tiny bullet.",
    "image": "http://i.gyazo.com/2f85518bb8caedc4be5dc2b141b8db61.png"
  },
  {
    "en": "Another spy camera device is the Steineck watch. The device originates in post-war Germany. The photos were taken at random. The film contained 8 photos.",
    "image": "http://i.gyazo.com/367442cb0e2ecd85d3114f4df2d29d88.png"
  },
  {
    "en": "Killer spy equipment\" - a glove with a built-in gun. It was born during the Second World War. It was developed by the naval forces of the United States of America.",
    "image": "http://i.gyazo.com/b248b82a074ea899d5a544218384e778.png"
  },
  {
    "en": "Spy attribute - a bomb camouflaged as a jar in the Second World War was developed by the intelligence of America. The main purpose was to conduct sabotage in the camps of enemies.",
    "image": "http://i.gyazo.com/ae2d8519de3745b4adf60af63c54ae7d.png"
  },
  {
    "en": "This Spy equipment is a compass, made in the form of a button. Constructed from two halves, it's two points point to the north, and one to the south, respectively.",
    "image": "http://i.gyazo.com/869630fd065eda21c72960260d7b96c7.png"
  },
  {
    "en": "Legendary spy device - the American coat of arms with \"bug from the USSR.\" As a gift, this coat of arms was presented to the Ambassador at the Yalta Conference of 1945. In the building of the embassy of America, this coat of arms hung about 8 years.",
    "image": "http://i.gyazo.com/7ccbd9d69fa49e4e81bd5d2990ff5102.png"
  },
  {
    "en": "In late 90's on the work desks of several key campaign figures souvenirs of feng shui appeared, which later turned out to be used to listen to conversations on internal telephones.",
    "image": "http://i.gyazo.com/22509c744c697f2faaa01ad6ff1c46e0.png"
  },
  {
    "en": "This spyware is amazing in size. The authorities of Iran detained a US citizen with the equipment for espionage, found in the American's teeth. It was a mini camera.",
    "image": "http://i.gyazo.com/cb8b1a8dc7ab85c37c58ae617ce79900.png"
  },
  {
    "en": "Spy cache - is a regular coin. In the cavity perfectly fits the micro-SD flash card with confidential data.",
    "image": "http://i.gyazo.com/75590fde49d963d856e20d743b4707f5.png"
  },
  {
    "en": "Case (diplomat) of the spy. The peculiarity is that in case of theft of this case, it can, at the signal, strike the attacker with electric current. A charge of 80,000 volts will immobilize the kidnapper.",
    "image": "http://i.gyazo.com/5af39b456ec0eb8ec95871d609d4051f.png"
  },
  {
    "en": "Spy photo-clocks, model \"Ticka\" of 1907. Demonstrates the complexity of technology and the skill of espionage of the past time.",
    "image": "http://i.gyazo.com/83fb07c0eff2fe0ca0988ca92f1ff0dc.png"
  },
  {
    "en": "Wireless spy earphone. Placed in the auricle becomes completely undetectable to others.",
    "image": "http://i.gyazo.com/b462fbb4ac415c8d4591c70a422553b0.png"
  },
  {
    "en": "The electric shock-pen. Size is comparable to a conventional marker. Has a very powerful blow. A charge of 50,000 volts causes the enemy to fall in a spasm to the ground.",
    "image": "http://i.gyazo.com/0eabf1de3dfa96a830f6b93b52262de9.png"
  },
  {
    "en": "The spy ring. Ring with nervous system paralyzing aerosol. Pressing hidden button on the side of the ring, sprays asphyxiating gas for 3 seconds.",
    "image": "http://i.gyazo.com/adb7600b724e1055124b16d5b4f2cca8.png"
  },
  {
    "en": "Spy knives in the form of lipstick. Cold arms of this type can easily be carried through inspection and even the frame (the blade is ceramic).",
    "image": "http://i.gyazo.com/f92abc9ebb03fd24371023143de7f2e5.png"
  },
  {
    "en": "Spy knives in ballpoint pens are easily transformed into weapons.",
    "image": "http://i.gyazo.com/c06222d54c89f3c93402be2f43e2d54f.png"
  },
  {
    "en": "Generator of nausea. A small electronic device with a generator. Creates ultrasonic directional vibrations. A person experiences dizziness, nausea, weakness and even vomiting",
    "image": "http://i.gyazo.com/b37fc50cb27c07773d83537f174300fd.png"
  },
  {
    "en": "Spy Camera Pocket Watch. It was a full-fledged hidden camera. Patented in 1886, this model was very practical at that time.",
    "image": "http://i.gyazo.com/1ba94950fe28ec309ccaf4252ed2f1f7.png"
  },
  {
    "en": "This spy gun is a ring. Made in the middle of the 19th century. Country of origin - France. Unique ammo magazine holds 6 bullets.",
    "image": "http://i.gyazo.com/a3c71d242298bf87c72351c3d0da3ffb.png"
  },
  {
    "en": "Wrist GPS of a spy of 1920. This element is part of the collection of Morris Collins. The scrolls were pre-optimized maps of the area, indicating the direction.",
    "image": "http://i.gyazo.com/9c9e8f9b3526b752669b4a4f002b1db2.png"
  },
  {
    "en": "This spy prosthesis was used to lull someone's vigilance. When two hands are raised up, no one expects the appearance of a third hand from under the cloak with a gun.",
    "image": "http://i.gyazo.com/d8f566e06f909462496e6f10194cb513.png"
  },
  {
    "en": "Spy Camera. Germany 1969-1975. John Walker used this camera to photograph KGB documents.",
    "image": "http://i.gyazo.com/5163e0bd02f42db10f95b49e4ff888b3.png"
  },
  {
    "en": "The lens of this hidden camera is placed inside this screw. The technology uses a Pin-hole lens. The camera thus becomes undetectable.",
    "image": "http://i.gyazo.com/7b1d82acb8d566c09170843ea25785cf.png"
  },
  {
    "en": "The lens of this hidden camera is placed inside a pack of cigarettes. Nowadays the device is a little outdated, because many countries prohibited smoking in public places.",
    "image": "http://i.gyazo.com/c1164a038ba1da3fc8d25c0c7012a94d.png"
  },
  {
    "en": "Miniature video camera endoscope. Used by law enforcement agencies for unnoticed observation of the moment. Easily stucks under the door and into any cracks.",
    "image": "http://i.gyazo.com/61f2dda8fbe0828d6b11042c79cfe2ef.png"
  },
  {
    "en": "Spying wrist watches. This photo wast taken from a private collection of a fan of spy devices. These watches cost $250,000 on eBay",
    "image": "http://i.gyazo.com/be58511c54a6ffbc1fcf2d55b749a639.png"
  },
  {
    "en": "Spy scanner. Externally it looks like a pen, but the main use is prompt scanning of documents with compromising content.",
    "image": "http://i.gyazo.com/c9ec4b55faa95404515f827226ad567b.png"
  },
  {
    "en": "A miniature portable printer will allow you to print any text. The size of this printer is slightly longer than the ballpoint pen.",
    "image": "http://i.gyazo.com/ed4886db644f47eead55b356e44c86e6.png"
  },
  {
    "en": "Dissolving paper is used when it is necessary to destroy the document. Paper that dissolves in water in a matter of seconds, and completely eliminates possibility of recovery.",
    "image": "http://i.gyazo.com/e4bf0e9a1c0304f7c312f1eb21778162.png"
  },
  {
    "en": "The cane in the 19th century was widely used as an attribute of the wardrobe. The inventors invented and implemented very sophisticated canes for data transfer and self-defense.",
    "image": "http://i.gyazo.com/6916a7ca8ac3d2f7a8ad04cf69deb8b2.png"
  },
  {
    "en": "Ancient door alarm. Door alarm designed to ensure that an attacker could not silently get into the bedroom, or any other room.",
    "image": "http://i.gyazo.com/fc6e2899ea83bb927d8c300ff051afe4.png"
  },
  {
    "en": "A hidden camera detector costs $100. Lamps show which side is the camera.",
    "image": "http://i.gyazo.com/722d8d493f5e92b13c6f8748871009e9.png"
  },
  {
    "en": "The GSM module muffler will help block spyware data transmitters.",
    "image": "http://i.gyazo.com/bd05f8b7e42b9ef822b5f336df63feb2.png"
  },
  {
    "en": "New powerful models of signal suppressors are also capable of blocking the signals of cameras, microphones and even dictaphones.",
    "image": "http://i.gyazo.com/77ad926d5e1c7cd0d7488ed3daeb79de.png"
  },
  {
    "en": "Anti-bug is a device that is configured to detect a radio signal transmitted by a bug. If you thoroughly scan the room, you can find a hidden listening device.",
    "image": "http://i.gyazo.com/0e74ffc6e3b205cd28a053d8c85922d1.png"
  },
  {
    "en": "There are even silencers for the cigarette lighter. This will ensure you a quiet ride.",
    "image": "http://i.gyazo.com/ab2318a7fd4e32f9ff491109e192f195.png"
  },
  {
    "en": "Lighter-gun helps spies to carry the lighter anywhere to fulfill their mission.",
    "image": "http://i.gyazo.com/02dfa5b0b388db4a673079398f8e0117.png"
  },
  {
    "en": "Spy gun is easy to assemble with a cigarette case.",
    "image": "http://i.gyazo.com/ca2ebea0311168001d612edeca824b53.png"
  },
  {
    "en": "A charged barometer will always save a spy in a difficult moment.",
    "image": "http://i.gyazo.com/44213f80021b1e19fb1340b20d719384.png"
  },
  {
    "en": "The secret cane can be a loaded pistol.",
    "image": "http://i.gyazo.com/ac47fec3b072f22ec114049314d97cb2.png"
  },
  {
    "en": "When you need to hide something, there is nothing sacred to spies. This sacrilegious cross-pistol exploits the religious feelings of policemen who will not dare to inspect it more closely.",
    "image": "http://i.gyazo.com/6835119c4df6e1cd62d959714c6a7d8c.png"
  },
  {
    "en": "This is not exactly an espionage tool, but still the knife can be hidden in the comb and used when no one expects.",
    "image": "http://i.gyazo.com/afb1a0545b164d6bc20d840aef1810f2.png"
  },
  {
    "en": "This is a small copy of the Luger gun. The pistol works as an original, only special cartridges are needed.",
    "image": "http://i.gyazo.com/1095ebe8eabe5bae4aea66100f0fa942.png"
  },
  {
    "en": "Model of the pistol Derringer DA 38 conveniently hides in a woman's handbag.",
    "image": "http://i.gyazo.com/37eaec344e6b861308f210bc5bfa9176.png"
  },
  {
    "en": "2 cartridge mini gun DM101 is suitable for any spy.",
    "image": "http://i.gyazo.com/1539ef4678576306a005a02452bccdf0.png"
  },
  {
    "en": "This gun can be attributed to the initial development of weapons, this pistol had 6 charges, which gave him a huge advantage.",
    "image": "http://i.gyazo.com/f0f923b4108a9b7f7a65209ce7f1af9d.png"
  },
  {
    "en": "This is a unique, foldable 4-gun.",
    "image": "http://i.gyazo.com/23346b1c71e6fbde4d007e5dfe493a6a.png"
  },
  {
    "en": "This gun resembles a casket. France 19th century.",
    "image": "http://i.gyazo.com/050c66966d8e432c86e5b7509094f69f.png"
  },
  {
    "en": "This gun is more like a homemade weapon, but it shoots just as well.",
    "image": "http://i.gyazo.com/70ded8fdd9cd96cafdeeb2edb5337757.png"
  },
  {
    "en": "This gun is disguised as a flashlight, 1930",
    "image": "http://i.gyazo.com/0bf6426fd509f631d6ae3341afee0460.png"
  },
  {
    "en": "These pistols keys were already known in the 18th century.",
    "image": "http://i.gyazo.com/48eacaf298067c8100c7777d4f5312bf.png"
  },
  {
    "en": "George Koval was a Soviet master spy that infiltrated the Manhattan project and stole nearly all of America’s nuclear secrets.",
    "image": "http://i.gyazo.com/8215e355a9eee044634dd9c507c21de4.png"
  },
  {
    "en": "DropCam is a camera you can connect to via wi-fi from your mobile phone, and watch the output on your screen.",
    "image": "http://i.gyazo.com/29612dd8d2ed0912468a64ce1e8688c7.png"
  }
]