[
  {
    "en": "The fastest 100-meter hurdles wearing swim fins by a female is 22.35 seconds. It was achieved by Maren Zünker of Germany in Cologne, on Sept. 13, 2008.",
    "image": "http://i.gyazo.com/0f6578e5a9923cd8b95336d904b281b3.png"
  },
  {
    "en": "The most people dressed as Smurfs was 1,253 and was achieved by the Muckno Mania Festival in Castleblayney, Co Monaghan, Ireland, on July 18, 2008.",
    "image": "http://i.gyazo.com/44b0ab68b10eebc415f10dc42267b6e7.png"
  },
  {
    "en": "The largest rubber band ball, which weighs 4,097 kilograms (9,032 pounds), was measured in Lauderhill, Fla., Nov. 13, 2008.",
    "image": "http://i.gyazo.com/7ca2f0aff060d8714b9deed0318db58f.png"
  },
  {
    "en": "The worlds largest pocket knife measures 3.9 meters (12 feet, 8 inches) when open, and weighs a total of 122 kilograms (268.9 pounds).",
    "image": "http://i.gyazo.com/4b6d12271b7307e66004362c7719b885.png"
  },
  {
    "en": "The world’s heaviest lemon weighed in at 5.265 kilograms (11 pounds, 9.7 ounces) on Jan. 8, 2003, and was grown by Aharon Shemoel on his farm in Kfar Zeitim, Israel.",
    "image": "http://i.gyazo.com/1d563911bb3303e64fbe99228edc2165.png"
  },
  {
    "en": "The tightest circumference of a 30 centimeter (12-inch) aluminium frying pan, rolled with bare hands in 30 seconds, set record by Scott Murphy in Myrtle Beach, on July 30, 2007.",
    "image": "http://i.gyazo.com/c82849ebe2c14b095b3c98cb91b02dc4.png"
  },
  {
    "en": "The most beer steins carried over 40 meters (131 feet, 3 inches) by a female is 19. This was achieved by Anita Schwarz in Mesenich, Germany, on Nov. 9, 2008.",
    "image": "http://i.gyazo.com/120a9f578fc568ab754b3da07b22b5bd.png"
  },
  {
    "en": "Sam Wakeling covered 453.6 kilometers (281.85 miles) on a unicycle in a 24-hour period at Aberystwyth, Wales, United Kingdom, from Sept. 29-30, 2007.",
    "image": "http://i.gyazo.com/569dd1e93a6320d46daab4e6b9ebaf14.png"
  },
  {
    "en": "Jean-Franois Vernetti of Switzerland has collected 8,888 different ‘Do Not Disturb’ hotel signs from 189 countries across the world since 1985.",
    "image": "http://i.gyazo.com/d4a04de32d3c95f527198864977a5c6e.png"
  },
  {
    "en": "Melvin Booth of Troy, Mich., had a combined fingernail length of 9.05 meters (29 feet, 8.3 inches).",
    "image": "http://i.gyazo.com/5cdf046fb29dba884425a8e30f2f22cb.png"
  },
  {
    "en": "The record for the most T-shirts worn at once is 227 and was achieved by Jef Van Dijck in an attempt organized by Unizo in Brecht, Belgium, on April 24, 2008.",
    "image": "http://i.gyazo.com/2313eea795a25b0a8eb993fcb2d870c6.png"
  },
  {
    "en": "Garry Turner of Great Britain is able to stretch the skin of his stomach to a length of 15.8 centimeters (6.25 inches) In more serious cases, it can cause the fatal collapse.",
    "image": "http://i.gyazo.com/46ecb4c81e946af6266b3ac3493113f1.png"
  },
  {
    "en": "The most Mentos and soda fountains achieved in the same place is 1,911, and was conducted by the people of Latvia and students of TURIBA in Riga, Latvia, on June 19, 2008.",
    "image": "http://i.gyazo.com/caf4472f75fa9f8223e90c690aeb9075.png"
  },
  {
    "en": "The heaviest Jicama weighs 21 kilograms (46 pounds, 4.8 ounces) and was grown by Leo Sutisna in Bandung, West Java, Indonesia.",
    "image": "http://i.gyazo.com/941ee58f23e2ef251e1322ac0a7df3ba.png"
  },
  {
    "en": "The worlds largest display of LEGO Star Wars clone troopers was composed of 35,310 individual models and was built by LEGO in Slough, U.K., on June 27, 2008.",
    "image": "http://i.gyazo.com/e5dfa759f5200411509863f0b6447517.png"
  },
  {
    "en": "The largest collection of clocks belongs to Jack Schoff of the U.S., who has amassed 1,094 different clocks as of June 17, 2008.",
    "image": "http://i.gyazo.com/7657133d821e90809d70e6d73e3b4d50.png"
  },
  {
    "en": "The longest time spent in direct, full-body contact with ice is 1 hour 42 minutes and 22 seconds by Wim Hof of the Netherlands on Jan. 23, 2009.",
    "image": "http://i.gyazo.com/8ae4f21082bb3636dcd7dbe2b7779cc2.png"
  },
  {
    "en": "The largest chalk pavement art measures 8,361.31 meters (90,000 feet) and was created by 5,678 children from schools in Alameda, California.",
    "image": "http://i.gyazo.com/18957b587568e421853adebb226a2b35.png"
  },
  {
    "en": "The fastest speed achieved during a wheelie on the handlebars of a motorcycle is 173.81 km/h (108 mph) by Enda Wright in Elvington, York, U.K., on July 11, 2006.",
    "image": "http://i.gyazo.com/14bb4d1af8f2073e6a310d5879a09371.png"
  },
  {
    "en": "The longest skis are 534 meters (1,751 feet, 11 inches) long and were worn by 1,043 skiers in an event organized by Danske Bank on Drottninggatan in Orebro, Sweden, on Sept. 13, 2008.",
    "image": "http://i.gyazo.com/ed8ce0c5bf4817a00c26070e9bb800f1.png"
  },
  {
    "en": "The oldest table tennis player is Dorothy de Low. De Low was 97 years old when she represented Australia at the XIV World Veterans Table Tennis Championships on May 25, 2008.",
    "image": "http://i.gyazo.com/366b2777e2260458cfddcef81b2d977b.png"
  },
  {
    "en": "The ‘Snake Boat’ Aries Punnamada Urukku Chundan of Alleppey, Kerala, India, measures at 43.7 meters (143 feet, 4 inches) long. It had a crew of 143.",
    "image": "http://i.gyazo.com/098086582c357758ce4ff237f40b1558.png"
  },
  {
    "en": "The fastest skateboard speed from a standing position was 113 km/h (70.21 mph) and was achieved by Douglas da Silva at Teutonia, Brazil, on Oct. 20, 2007.",
    "image": "http://i.gyazo.com/833090d792115425913d92ec14f8faa5.png"
  },
  {
    "en": "The largest gathering of Santa Clauses was achieved by 13,000 participants in the Guildhall Square in Derry City, Northern Ireland, U.K., on Dec. 9, 2007.",
    "image": "http://i.gyazo.com/f310dcf91af3aba1833584171b0383ad.png"
  },
  {
    "en": "The PAV1 Badger is the smallest all-terrain armored vehicle. It is powerful enough to break down doors but small enough to fit in a lift.",
    "image": "http://i.gyazo.com/7d046183fb2cbcb2a26bf5e793de222a.png"
  },
  {
    "en": "The African giant snail (Achatina achatina). The largest recorded specimen of this species measured 39.3 centmeters (15.5 inches) from snout to tail when fully extended.",
    "image": "http://i.gyazo.com/60dd10cf0477ab70dfbe23d6f553a9ff.png"
  },
  {
    "en": "The longest distance pulled by a horse while on full-body burn was 472.8 meter (1,551 feet, 2 inches) by Halapi Roland in Kisoroszi, Hungary, Nov. 12, 2008.",
    "image": "http://i.gyazo.com/d7d275de7f1eafe5d22d16aa0d187747.png"
  },
  {
    "en": "The fastest speed on an unaltered lawnmower is 98 km/h (61 mph) by Tommy Passemante of the U.S.  on Nov. 18, 2008, for the MTV show “Nitro Circus.”",
    "image": "http://i.gyazo.com/1d65d419430cb49e9c56b78214a033aa.png"
  },
  {
    "en": "The fastest time to run 100m on all fours is 18.58 seconds and was set by Kenichi Ito of Japan at Setagaya Kuritsu Sogo Undojyo, Tokyo, on Nov. 13, 2008.",
    "image": "http://i.gyazo.com/b9756706b989833a032d485e9d0521c9.png"
  },
  {
    "en": "The greatest distance cycled solo and unpaced in 24 hours is 890.2 km (553.14 miles) and was achieved by Marko Baloh of Slovenia at Lenart.",
    "image": "http://i.gyazo.com/bb3fa0bc2acb40490545f3cba4e05d66.png"
  },
  {
    "en": "The beard of Sarwan Singh of Canada measured 2.33 meters (7 feet, 8 inches) from the end of his chin to the tip of the beard.",
    "image": "http://i.gyazo.com/bd5323346f138bfb14157efc5ff96413.png"
  },
  {
    "en": "Ashrita Furman crushed 80 eggs with his head in one minute at the Panorama Cafe, Jamaica on Dec. 10, 2008.",
    "image": "http://i.gyazo.com/f49607a75f4dbb3c70b66dea55ca4bc7.png"
  },
  {
    "en": "The longest ears on a dog measured 34.9 centimeters and 34.2 centmeters  for the right and left ears, they belong to Tigger, a bloodhound who is owned by Bryan and Christina Flessner.",
    "image": "http://i.gyazo.com/5c55c311302a005605b894c9ac8298ea.png"
  },
  {
    "en": "The heaviest weight pulled with the eye sockets is 411.65 kilograms (907 pounds) and was achieved by The Space Cowboy, aka Chayne Hultgren of Australia.",
    "image": "http://i.gyazo.com/92da4f50c84ecda10d06d99ebc6b483a.png"
  },
  {
    "en": "The record for the heaviest vehicle pulled over a level 100 foot (30.48 meters) course weighed 57,243 kilograms (126,200 pounds) and was set by Rev. Kevin Fast of Canada on Sept. 15, 2008.",
    "image": "http://i.gyazo.com/438e185477e0a7918ee2745e6dc01a4a.png"
  },
  {
    "en": "The largest commercially available hamburger is 74.75 kilograms (164.8 pounds) and is available for $399 on the menu at Mallies Sports Grill & Bar in Southgate, Mich., as of Aug. 29, 2008.",
    "image": "http://i.gyazo.com/4557ca4ea5aa7fdadc14618bccf7abd4.png"
  },
  {
    "en": "Victor “Larry” Ramos Gomez, pictured, and Gabriel “Danny” Gomez (both of Mexico)  suffering from the rare condition called Congenital Generalized Hypertrichosis, characterized by excessive facial and torso hair.",
    "image": "http://i.gyazo.com/b571d5a866e7c7c015442a8aaf0fbd92.png"
  },
  {
    "en": "Ilker Yilmaz of Turkey squirted milk from his eye a distance of 279.5 centimeters (9 feet, 2 inches) at the Armada Hotel in Istanbul, Turkey, on Sept. 1, 2004.",
    "image": "http://i.gyazo.com/37a27a290cac0d098434bfdbcf1ab86a.png"
  },
  {
    "en": "Mike Howard of the United Kingdom walked on a beam between two balloons at an altitude of 6,522 meters (21,400 feet) near Yeovil, U.K. in 2004.",
    "image": "http://i.gyazo.com/7b1999ba8644658538c01aacc8736a2d.png"
  },
  {
    "en": "The heaviest apple weighed 1.849 kg (4 pounds, 1 ounce). It was grown by Chisato Iwasaki at his apple farm in Hirosaki City, Japan, and was picked Oct. 24, 2005.",
    "image": "http://i.gyazo.com/34fe6db5a8408828252cdfa8f4ad83f2.png"
  },
  {
    "en": "July 7, 2006, the record for the smallest living horse was held by Thumbelina, a miniature sorrel brown mare who measures 44.5 centimeters (17.5 inches) is owned by Kay and Paul Goessling.",
    "image": "http://i.gyazo.com/b465a51ab340a20c2239584a56db9be4.png"
  },
  {
    "en": "Bigfoot 5 is 4.7 meters (15 feet, 6 inches) tall with 3-meter-tall (10 feet) tires and weighs 17,236 kilograms (38,000 pounds). It is one of a fleet of 17 Bigfoot trucks created by Bob Chandler of St. Louis, Mo.",
    "image": "http://i.gyazo.com/cd5b5dadd28ec3a1e1eb6639d52874ff.png"
  },
  {
    "en": "Svetlana Pankratova from Russia, the woman with the world’s longest legs. Pankratova’s legs are officially 51.9 inches long — nearly 4 feet 4 inches (131 cm).",
    "image": "http://i.gyazo.com/10a9b46420fa381ec81c3972a301f191.png"
  },
  {
    "en": "Pingping from Mongolia, the world’s smallest man (74.61 centimeters; 29.3 inches).",
    "image": "http://i.gyazo.com/f785a8c219133048d0ac6b4c273ce1a7.png"
  },
  {
    "en": "Michael Jackson impersonator Hector Jackson performs with thousands of people at the Monument of the Revolution in Mexico City on Aug. 29, 2009. The Guinness World record of most people dancing Michael Jackson’s “Thriller” is 13,597.",
    "image": "http://i.gyazo.com/d2f25f2712d3a0fea7a8932c1a1428aa.png"
  },
  {
    "en": "Kim Goodman of the U.S. can pop her eyeballs to a protrusion of 11 millimeters (0.43 inch) beyond her eye sockets.",
    "image": "http://i.gyazo.com/5bf9a250f4e240a7a610d562eb002b99.png"
  },
  {
    "en": "Participants toss pies for the Worlds Largest Pie Fight in front of ABC Studios in New York, on Sept. 17, 2009, during Live with Regis & Kelly.",
    "image": "http://i.gyazo.com/96e671c58e64d72f72020256a96a8ad2.png"
  },
  {
    "en": "The world’s tallest man, Sultan Kosen of Turkey. Kosen towers over the rest of the world at an astounding 8 feet 1 inch (243 cm).",
    "image": "http://i.gyazo.com/e8cdc38a5432b57e85efe0e77e8bb03e.png"
  },
  {
    "en": "Gibson, a Great Dane, was the world’s tallest dog. He measured 107.18 centimeters from floor to shoulder and stood at 2.19 meters.",
    "image": "http://i.gyazo.com/7c79d88dc51586c797be4464fc662594.png"
  },
  {
    "en": "The deepest cycling underwater is 66.5 meters (214 feet, 10 inches) and was achieved by Vittorio Innocent in Santa Margherita Ligure, Italy, on July 21, 2008.",
    "image": "http://i.gyazo.com/6b8519222731375fef9e0009a55205f8.png"
  },
  {
    "en": "The most tattooed senior citizen is Isobel Varley, who covered 93 percent of her body with the ink art.",
    "image": "http://i.gyazo.com/fdc45732b33dc44bfc0ddcdabe4fcb83.png"
  },
  {
    "en": "The world’s largest shoe can be found in Turkey standing at 5.5 meters long and 1.83 meters high.",
    "image": "http://i.gyazo.com/b350f1f8cc35964b4c6e5aa41745bd5e.png"
  },
  {
    "en": "Simon Elmore of Germany holding 400 straws in his mouth for 10 seconds.",
    "image": "http://i.gyazo.com/55c36606051c523d9ba7064f10335bb2.png"
  },
  {
    "en": "Achieved by Aaron Caissie from Canada, he managed to balance 17 spoons on his face at one time.",
    "image": "http://i.gyazo.com/af79d4f48f4239064dd01865f52430c6.png"
  },
  {
    "en": "At 8.8 cm, the longest nose in the world belongs to Mehmet Ozyurek of Turkey who broke the record by having it measured on the set of an Italian TV show in 2010.",
    "image": "http://i.gyazo.com/be0445289632b0a43742de1e130e9773.png"
  },
  {
    "en": "A librarian in Australia holds a record with 22.1 gram collection of fluff that he has been collecting for the past 26 years.",
    "image": "http://i.gyazo.com/d06f8a2c2d702b1513ac09792e0f1d79.png"
  },
  {
    "en": "Joe Alexander of Germany broke 24 concrete blocks that were arranged in three stacks of 8 all while holding a raw egg in the hand he used to deliver the blows.",
    "image": "http://i.gyazo.com/f58427449f6d9b518f9165eca8da9758.png"
  },
  {
    "en": "For 96 hours straight (4 days) Norman Perez of California sat at his computer typing to set the first record in this category.",
    "image": "http://i.gyazo.com/3fa5d7794f0c9ccd542daa0c962d7270.png"
  },
  {
    "en": "In 2007 Fin Kehler had 43 snails put on his face for a total of 10 seconds to break the previous record of 36.",
    "image": "http://i.gyazo.com/7b6a6b8292d6f6d1774d96980ced6485.png"
  },
  {
    "en": "Pittsburg Steelers Safety Troy Polamalu who is also a spokesperson for Head and Shoulders recently had his hair insured for a $1 million.",
    "image": "http://i.gyazo.com/984dbd15b70ed9a8afdee8fed9ec6def.png"
  },
  {
    "en": "Zdenek Zahradka of the Czech Republic survived 10 days buried in a coffin underground with no food or water and only a breathing pipe connecting him to the outside world.",
    "image": "http://i.gyazo.com/0cfbcd7601017be8b63d39ba6a70b332.png"
  },
  {
    "en": "It took 13 and a half 90-hour weeks, including weekends and bank holidays, to finish the first edition of the Guinness Book of World Records",
    "image": "http://i.gyazo.com/d7b16fe1a7e930ad65d5f5a9df61723a.png"
  },
  {
    "en": "The Guinness Book of World Records was originally published by Guinness Breweries",
    "image": "http://i.gyazo.com/79ef15ff84d9e75c4e047b7519e485e1.png"
  },
  {
    "en": "Book of Guinness records was created because the creator became involved in an argument over which was the fastest game bird in Europe.",
    "image": "http://i.gyazo.com/45b0ad847be2ee10fa82799ba0daca80.png"
  },
  {
    "en": "The founder of the Guinness Book of World Records, Ross McWhirter, was murdered by the Provisional Irish Republican Army in 1975.",
    "image": "http://i.gyazo.com/ea7412a1d4f76c3238ef4302d1224e21.png"
  },
  {
    "en": "Guinness World Records receives 50,000 applications annually out of which only 1,000 make the cut",
    "image": "http://i.gyazo.com/5b5f3f4cb433e2a9f84b46d7d9b3e2c7.png"
  },
  {
    "en": "In 2009, Jonathan Lee Riches sued the Guinness Book of World Records when he heard that they were about to name him as “The Most Litigious Man in the World”",
    "image": "http://i.gyazo.com/06190fee1db0da67094b9f768e235c87.png"
  },
  {
    "en": "The record for most Guinness World Records is held by Ashrita Furman.",
    "image": "http://i.gyazo.com/ef248544a2ecc51c0c35c064b38444ad.png"
  },
  {
    "en": "“Longest DJ marathon”, “The Heaviest item lifted with glue” and “The Most apples bobbed in one minute” are some of the most frequently broken records.",
    "image": "http://i.gyazo.com/ed0a3ebf011d79bc303aba5d3c438109.png"
  },
  {
    "en": "According to Guinness World Records, food used for its titles must be “either consumed or distributed for consumption after it has been measured.”",
    "image": "http://i.gyazo.com/8ef8a19cdad77108189aef580bcc7d9a.png"
  },
  {
    "en": "With sales of more than 100 million copies in 100 different countries and 37 languages, Guinness World Records is the world’s best-selling copyright book ever",
    "image": "http://i.gyazo.com/d8a79c1e282184107b893b489a96e601.png"
  },
  {
    "en": "The Guinness Book of World Records holds the world record for being the most stolen book from public libraries",
    "image": "http://i.gyazo.com/5db14c484bf625a72765af194db97081.png"
  },
  {
    "en": "Iran tried to get into the Guinness Book of World Records by making the world’s largest sandwich. But before it could be officially measured, people started eating it and hence they failed",
    "image": "http://i.gyazo.com/7de350a59b8020e5d638ac7520224f2e.png"
  },
  {
    "en": "The presidential election of 1927 in Liberia is listed as “the most fraudulent election reported in history” in the Guinness Book of World Records",
    "image": "http://i.gyazo.com/858c4d88ca4bdb6722af8299b0b97d46.png"
  },
  {
    "en": "US president Barack Obama was a world record holder for “Fastest time to reach one million followers” for two whole weeks",
    "image": "http://i.gyazo.com/9ea532b82e8ddba3983436ad98f72ef0.png"
  },
  {
    "en": "A man named Michel Lotito is in the Guinness Book of World Records for eating an entire airplane",
    "image": "http://i.gyazo.com/065c46f1f5ef850d1cf4b61bfad57fec.png"
  },
  {
    "en": "The “Most Number of Fatalities in a Crocodile Attack” occurred during the battle of Ramree Island in WWII, when British marines forced Japanese soldiers into crocodile infested waters",
    "image": "http://i.gyazo.com/54501cf2740c2869415a5f8cdb77a670.png"
  },
  {
    "en": "It took more than a year to grow Tony Glover’s onion 8.5kg (18lb 12oz).",
    "image": "http://i.gyazo.com/a7b237d0b6f55592df7f8801fe09b57e.png"
  },
  {
    "en": "Nick “The Lick” Stoeberl from California has a tongue measuring 10.10cm (nearly 4in) from tip to lip. The 24-year-old is an artist who paints with his tongue by wrapping it in clingfilm, dipping it in acrylic paint, then licking the canvas.",
    "image": "http://i.gyazo.com/5b7a41f19b5c06b228ac5839d91c23e4.png"
  },
  {
    "en": "Paula Jane Radcliffe The three-time London Marathon winner shattered the record during the 2003 race with a time of 2 hours 15 minutes and 25 seconds -  10,000m.",
    "image": "http://i.gyazo.com/42d187d19d7d78bfc6b91c25c812ac49.png"
  },
  {
    "en": "Super-fit 50-year-old Carlton Williams completed an incredible 2,220 press-ups in an hour, despite injuring his shoulder midway through.",
    "image": "http://i.gyazo.com/42c7e05b470121ef296ef6f5471783b9.png"
  },
  {
    "en": "When Robert Pershing Wadlow from Illinois was measured shortly before his death in 1940, he was found to be 2.72m (8ft 11in) tall.",
    "image": "http://i.gyazo.com/bc816d4df069227d71d5f43f01c580d7.png"
  },
  {
    "en": "Jeanne Calment, once described by President Jacques Chirac as “a grandmother to the French people”, lived to the grand old age of 122 years 164 days. Born in 1875, she witnessed the construction of the Eiffel Tower",
    "image": "http://i.gyazo.com/f6cb4bbb8a63be5308617eac1a659ce2.png"
  },
  {
    "en": "Most socks put on a foot in one minute. The record is 45 and was achieved by Italian fitness trainer Silvio Sabba.",
    "image": "http://i.gyazo.com/84c0fe26692fe6d9685efed02697c230.png"
  },
  {
    "en": "65 years since the FBI first published its list of 10 most wanted fugitives. The criminal who’s been on the list longer than anyone is Victor Manuel Gerena, added in 1984 and still at large 31 years later.",
    "image": "http://i.gyazo.com/3ab81dfccb7d975c3316165a05e35c95.png"
  },
  {
    "en": "The fastest bird is the peregrine falcon. It can fly at a speed of 168-217 miles per hour. In Russia, the fastest high-speed train is named so.",
    "image": "http://i.gyazo.com/b09afe79cec54a6cc6678e3ca6273537.png"
  },
  {
    "en": "Hans Langseth had the longest beard at a record length of 17 1/2 feet long! When he died, his beard was given to the Smithsonian Institute.",
    "image": "http://i.gyazo.com/ad4143f6d532e741d20f85d2218632a2.png"
  },
  {
    "en": "The deadliest disease was the pneumonic form of the Black Death of 1347-1351. It had death rate of 100%.",
    "image": "http://i.gyazo.com/5984b5bbf0cab7704bcb5d949b24cc15.png"
  },
  {
    "en": "The largest egg laid by a living bird is that of the North African Ostrich. It is 6 to 8 inches (15 to 20 cm) in length and 4 to 6 inches (10 to 18 cm) in diameter.",
    "image": "http://i.gyazo.com/2bee7a6e30e789a7aef84f460d8a43ce.png"
  },
  {
    "en": "The smallest egg is from the hummingbird. It is less than 0.39 inches (0.99 cm) in diameter.",
    "image": "http://i.gyazo.com/3aa55f12dd1320ba0015b985f79732b7.png"
  },
  {
    "en": "The hottest continent on earth is Africa, where a record high of 136.4 degrees F (54 degrees Celsius ) was once recorded.",
    "image": "http://i.gyazo.com/58b2eadcd67057b5f260a08ed7483a39.png"
  },
  {
    "en": "Angel Falls in Venezuela is 20 times taller than Niagara Falls.",
    "image": "http://i.gyazo.com/7b73400c82c2038178b68391f757e45f.png"
  },
  {
    "en": "The blue whale is the largest animal that ever lived (it could reach 100 feet long and weight up to 150 tons!)",
    "image": "http://i.gyazo.com/b50cf58e668cff9bbd9a712e51002d24.png"
  },
  {
    "en": "Wilt Chamberlain scored 100 points in a basketball game in 1962, when he played for the Philadelphia Warriors.",
    "image": "http://i.gyazo.com/d992fc49be12fdd8191a660df0fa53c5.png"
  },
  {
    "en": "The longest bout of hiccups lasted 69 years.",
    "image": "http://i.gyazo.com/f77fa3978befc48eeb0761af51b2c6ed.png"
  },
  {
    "en": "The smallest cat is the Singapuras and weighs only 4 pounds.",
    "image": "http://i.gyazo.com/517235e1b85e5b7f5ed57c77e959f38a.png"
  },
  {
    "en": "The longest movie made lasts 85 hours and is fittingly titled “The Cure for Insomnia.”",
    "image": "http://i.gyazo.com/cbe31c7a4debeac0c6aba9f707d4ab71.png"
  },
  {
    "en": "Mount Everest is the tallest mountain in the world, standing 29,028 feet high.",
    "image": "http://i.gyazo.com/97813764d08f42e99d7aa90d908e5499.png"
  },
  {
    "en": "There is a world record for seeing how many times you can attempt a world record",
    "image": "http://i.gyazo.com/1368705a8f83b939dc4e496d8dd3ca0d.png"
  },
  {
    "en": "The smallest dog recorded was a Yorkie with only 4 inches (10 cm) tall.",
    "image": "http://i.gyazo.com/943a588fbc4e4d074f641e57ae65ad96.png"
  },
  {
    "en": "The biggest dog weighed 344 pounds- more than two full grown men.",
    "image": "http://i.gyazo.com/0608d3fec5b4ba4de69881e515374e29.png"
  },
  {
    "en": "The largest baby to be born so far weighed 15 pounds, 5 ounces.",
    "image": "http://i.gyazo.com/2e75deca57f95408069f7936faf30328.png"
  },
  {
    "en": "The longest recorded flight of a chicken is thirteen seconds",
    "image": "http://i.gyazo.com/22a6f366ab9998c804b2b0cee353903d.png"
  },
  {
    "en": "Murica from U.S.A. ate big mac every day for 40 years.",
    "image": "http://i.gyazo.com/9e769a18357f5146ee37af79cbca310d.png"
  },
  {
    "en": "Johnny Strange established the record of cutting eight apples in one minute in October 2013 in UK.",
    "image": "http://i.gyazo.com/a78741f28e59c4947649d0cf0cf6ab0c.png"
  },
  {
    "en": "After her first skin piercing in January 1997, Elaine Davidson was hooked on piercing.",
    "image": "http://i.gyazo.com/a8011cc7ee121ad044ce32e6e7db146a.png"
  },
  {
    "en": "Georges Christen from Luxembourg ran 38 feet and 8 inches (11.8 m) while carrying a 26 pound (11.7 kg) table — and a 110 pound (50 kg) woman sitting on it! — in his mouth in Madrid, Spain, on February 9, 2008.",
    "image": "http://i.gyazo.com/c610512f4c54459ef194fc2a834976f7.png"
  },
  {
    "en": "It took American Lee Redmond nearly 30 years to grown her nails out to the record-holding 28 feet, 4.5 inches (8.65 m) in February 2008.",
    "image": "http://i.gyazo.com/f53a97cbb94abeec789dcd97469d33d5.png"
  },
  {
    "en": "Longest Metal Coil Passed Through the Nose and Out of the Mouth. Andrew Stanton, a sideshow performer in Las Vegas, achieved the length of 11 feet, 10.91 inches (3.61 m) in March 2012.",
    "image": "http://i.gyazo.com/5671e4fe5a3f0a05bab00f0c8789e672.png"
  },
  {
    "en": "Ram Singh Chauhan's mustache is the longest, at 14 feet. The Indian man's facial hair was measured in Rome, Italy, on March 4, 2010.",
    "image": "http://i.gyazo.com/84b3597493aa201f510d03e567ab8df6.png"
  },
  {
    "en": "The German Karl-Heinz Hille made 8 wins at the World Beard and Moustache Championships, competing in the Imperial partial beard category.",
    "image": "http://i.gyazo.com/3da6b57a7632efccf5c7d5b89e62125d.png"
  },
  {
    "en": "Largest Collection of Rubber Ducks. Charlotte Lee (USA) has 5,631 different rubber ducks, as of 10 April 2011, which she has been collecting since 1996.",
    "image": "http://i.gyazo.com/6b2e0edc6c54c23e1e34bd4466136843.png"
  },
  {
    "en": "Largest Collection of Garden Gnomes and Pixies. Ann Atkin has 2,042 gnomes and pixies, as of March 2011.",
    "image": "http://i.gyazo.com/f90834b0f329c8abf028fadd6aac9c27.png"
  },
  {
    "en": "Largest Collection of \"Star Wars\" Memorabilia. Steve Sansweet amassed an estimated 300,000 unique items at his rancho Obi-Wan in northern California.",
    "image": "http://i.gyazo.com/6e2ccf5d5a4acfbd0e8e1c26f5422054.png"
  },
  {
    "en": "Most Wins for \"Gurning,\" a.k.a. Making a Face. Anne Woods, British woman, won the most world championships for gurning - 27 - between 1977 and 2010.",
    "image": "http://i.gyazo.com/fea404040a167ccc53beea5b6ed2dedf.png"
  },
  {
    "en": "Allan Ganz started selling ice cream with his dad in 1947 at the age of 10 in Peabody, Massachusetts and still sells ice cream",
    "image": "http://i.gyazo.com/49a9265bd1750e76ee60f09126c2e7a7.png"
  },
  {
    "en": "Oldest Male Stripper. Bernie Barker won over 40 contests. Unfortunately, he died in 2007 at the age of 66.",
    "image": "http://i.gyazo.com/6fc380732daa09d1c7b2e31d2d4d75f6.png"
  },
  {
    "en": "Fastest 5 Meters on Front Paws by a Dog. Konjo managed to race 5 meters on his front paws in just 2.39 seconds in California, December 22, 2014.",
    "image": "http://i.gyazo.com/58b80f5a3c90a72ae86b0392f7983fe0.png"
  },
  {
    "en": "Longest Dog's Tongue. Puggy, a Pekingese, possesses the longest licker on record at 4.5 inches (11.5 cm). The measurement was taken at Avondale Haslet Animal Clinic, Texas, in May 2009.",
    "image": "http://i.gyazo.com/ef12f8b0aa6080d7c5887769148b756d.png"
  },
  {
    "en": "Most Canned Drinks Opened by a Parrot in One Minute. Zac the Macaw opened 35 cans in one minute in San Jose, California, on January 12, 2012.",
    "image": "http://i.gyazo.com/3057a0173376323f7e60806bc969674d.png"
  },
  {
    "en": "Longest Kiss Ever, at 58 hours, 35 minutes and 58 seconds. The couple, from Thailand, won at a Ripley's Believe it or Not event on February 12-14, 2013.",
    "image": "http://i.gyazo.com/db2a921eb3e81e1fd1ff4f58babbf0f0.png"
  },
  {
    "en": "Farthest Arrow Shot Using Feet. Nancy Siefker shot an arrow into a target 20 feet away using her feet! in Los Angeles, California, on June 20, 2013.",
    "image": "http://i.gyazo.com/ba9cef9b21203e206aef243258589b97.png"
  },
  {
    "en": "Ashrita Furman achieved his first record in 1979. Twenty-seven thousand jumping jacks, done in six hours and forty-five minutes.",
    "image": "http://i.gyazo.com/a786f6987db8c32755b2148a6e788cfe.png"
  },
  {
    "en": "The fastest half-marathon pushing a pram. Nancy Schubring of the United States completed the half-marathon in 1 hour, 30 minutes, and 51 seconds.",
    "image": "http://i.gyazo.com/1c52c66a2d0e6b8136c3c6db09c7e8e7.png"
  },
  {
    "en": "Most toilet seats broken by the head in one minute. The record is held by Kevin Shelley of the United States.",
    "image": "http://i.gyazo.com/2f16ff6cad36b555ca562fe71e5aca12.png"
  },
  {
    "en": "Most rotations hanging from a power drill in one minute. The current record is 148 rotations in a minute, achieved by The Huy Giang of Germany.",
    "image": "http://i.gyazo.com/9899e4ad98e82fddb0a02f1a9935addb.png"
  },
  {
    "en": "The heaviest weight lifted by tongue is 12.5 kg (27 lb 8.96 oz). Thomas Blackthorne of the U.K. holds this record.",
    "image": "http://i.gyazo.com/f873320a34a14b5982f2d2913695cf1b.png"
  },
  {
    "en": "The heaviest weight lifted with one ear (using a clamp) is 80.78 kg (178 lb 14.4 oz). This record is held by Rakesh Kumar of India.",
    "image": "http://i.gyazo.com/ca235eb93e6d7eaecbd740d2de4cddde.png"
  },
  {
    "en": "Fastest time to burst three balloons with the back. Julia Gunthel, aka “Zlata,” of Germany holds this record, taking only 12 seconds to burst three balloons with her back.",
    "image": "http://i.gyazo.com/7d310ef131219f821d23a27fe18c607e.png"
  },
  {
    "en": "Most watermelons chopped on the stomach in one minute. Jim Hunter was the watermelon chopper and Celia Curtis provided her stomach as the cutting board.",
    "image": "http://i.gyazo.com/de55a5f096b7f780e050c75c1214a05f.png"
  },
  {
    "en": "Sweet Pea, has walked a record 10 steps up going backwards and 10 steps down going forwards while balancing a glass of water.",
    "image": "http://i.gyazo.com/ae2f3fd14defc8fe7d4b7fd87d52ba8a.png"
  },
  {
    "en": "The loudest purr recorded by a domestic cat is 67.7 dB. Smokey is a domestic cat and achieved its record at home, where it felt relaxed and happy.",
    "image": "http://i.gyazo.com/271d654a95d7cac27c8a5549ddd40a3a.png"
  },
  {
    "en": "A gigantic pumpkin grown in Wisconsin was officially the world’s heaviest. It weighed 1,810 lb 8 oz and was unveiled by Chris Stevens on October 09, 2010.",
    "image": "http://i.gyazo.com/d199d636a17174e592a0c54fabfb7a01.png"
  },
  {
    "en": "For most living generations in one family is Augusta Bung is great-great-great-great-grandparent of this family.",
    "image": "http://i.gyazo.com/e6091bc7c2fa58cdc9610c673b639690.png"
  },
  {
    "en": "Lurch was the record holder of the world’s largest horn circumference, 37.5 in. He was an African Watusi steer born October 11, 1995 on a ranch in Missouri.",
    "image": "http://i.gyazo.com/0e13dd712691795403ac05c9fb2ba2f2.png"
  },
  {
    "en": "In May 2010, Chris Elliot and Tyson Turk (USA) set the world record for most body piercings in one session: 3100 in 6 hours and 15 minutes.",
    "image": "http://i.gyazo.com/9f81aba22b0783123de55ba77e9c6ea4.png"
  },
  {
    "en": "The family that has been working with soap bubbles for 27 years created a huge soap bubble and got 118 people inside it. The record was set on April 4, 2011.",
    "image": "http://i.gyazo.com/41b4c72d63751a949261b9ce4ee96563.png"
  },
  {
    "en": "1,010 bikini-clad women posed on an Australian beach, setting a Guinness World Record for the largest swimsuit photo shoot.",
    "image": "http://i.gyazo.com/9ff38b078418410e85fc01d0ccffae0d.png"
  },
  {
    "en": "Hassan Al-Zayyat shows off Quranic verses that he had copied by hand on 39- by 28-inch (99x71) paper, aspiring to enter the Guinness Book of World Records for the largest handwritten Quran.",
    "image": "http://i.gyazo.com/f09a661ea21a514a3abdd25da2459706.png"
  },
  {
    "en": "In their attempt to break the Guinness World Record for the \"Biggest Barbecue in the World,\" about 30,000 people grilled 13,713 kilos of beef.",
    "image": "http://i.gyazo.com/00717be044e40d18267c1112edd5f008.png"
  },
  {
    "en": "These children took part in a peace march that attempted to set a Guinness World Record for being the largest gathering of people dressed as Mahatma Gandhi.",
    "image": "http://i.gyazo.com/487fa4329f27c80a0f080c0d768de425.png"
  },
  {
    "en": "At 2,596 feet long, this dragon float made of paper, bamboo, and wood set the Guinness World Record for being the longest parade float ever made in China.",
    "image": "http://i.gyazo.com/d7a8bdc81798158f6541811f8fc2cbb4.png"
  },
  {
    "en": "A Romanian woman wears a wedding dress with the longest tail in the world during a Guinness World Record attempt in Bucharest.",
    "image": "http://i.gyazo.com/a6a855d8e05de7e20389f54f2662b2f6.png"
  },
  {
    "en": "Bees swarm around Gao Bingguo as he attempts to break the Guinness World Record for being covered by the largest number of bees.",
    "image": "http://i.gyazo.com/c0d172a5855ba7724ca735cc103a3934.png"
  },
  {
    "en": "This group of expecting moms practice yoga as they attempt to break the Guinness World Record for the largest prenatal yoga class. The current record is 553 participants.",
    "image": "http://i.gyazo.com/669839a2a9e044b48642273143f98a8d.png"
  },
  {
    "en": "In 2014, a group of 261 hotel staff attempted to boost Jordan's flagging tourism industry as they broke the Guinness World Record for the largest floating image in the Dead Sea.",
    "image": "http://i.gyazo.com/b8ff59f817fd58f0377be07c10506ddf.png"
  },
  {
    "en": "Thaneshwar Guragai spins a basketball on a toothbrush while holding it in his mouth for exactly 22.41 seconds.",
    "image": "http://i.gyazo.com/26e9225ec302f7fe2a5174836062b13a.png"
  },
  {
    "en": "1,215 Taiwanese farmers broke a Guinness World Record by planting rice seedlings for 5.1 acres in just 16 minutes and 20 seconds.",
    "image": "http://i.gyazo.com/112843dd9686948512aa8f9faa11473c.png"
  },
  {
    "en": "One of the most physically painful world record attempts, Attila Banyai let a four-wheel drive vehicle roll over him during a festival near Budapest, Hungary.",
    "image": "http://i.gyazo.com/d8989c0307b2697bdbbecf1c4cf21e62.png"
  },
  {
    "en": "A team of six tried to set a new record for the largest cup of cappuccino in Russia's book of records. The current Guinness World Record is 4,250 liters, or 1,122 gallons.",
    "image": "http://i.gyazo.com/84a03f6f08ba9dd5397b177a8823d9ea.png"
  },
  {
    "en": "357 skydivers were linked for six seconds while free falling at 112 miles per hour.",
    "image": "http://i.gyazo.com/2319f24b509db4825c14a098c9b13d13.png"
  },
  {
    "en": "Thousands gathered in New York City's Central Park to form the largest human peace sign in honor of what would have been John Lennon's 75th birthday.",
    "image": "http://i.gyazo.com/dabe556d2a760498801777059f301203.png"
  },
  {
    "en": "This event broke the record for the largest group of people receiving a beauty treatment at the same location. 1,000 customers received facial massages at a sports center in China.",
    "image": "http://i.gyazo.com/421614e86ea603cb1d38ff1b80d69ddd.png"
  },
  {
    "en": "The most people in a car, students from the Siberian Federal University team did. 40 people were squeezed into the car.",
    "image": "http://i.gyazo.com/b7919877eddb4a3b8e94bbd01c141533.png"
  },
  {
    "en": "The world record for the largest Einstein gathering goes to this group of more than 300 people in Los Angeles, California.",
    "image": "http://i.gyazo.com/cc05b362846d7ba03792bee30f5738a7.png"
  },
  {
    "en": "In 2013, an event was organized in New York City to break the Guinness World Record for the greatest number of people twerking simultaneously.",
    "image": "http://i.gyazo.com/0e6e002be09b1b06483a1de75e25b8ec.png"
  },
  {
    "en": "These sushi chefs carefully arranged tons of raw fish to create the world's largest sushi mosaic In Hong Kong.",
    "image": "http://i.gyazo.com/138c7e8783a24ded672354a63e1f5c2b.png"
  },
  {
    "en": "1,213 participants set a Guinness World Record by applying facial masks for 10 minutes at the exact same time in Taiwan.",
    "image": "http://i.gyazo.com/c7fdf2f767c3e0abac6554a19e851e06.png"
  },
  {
    "en": "Thousands of competitors play chess at a university ground in the western Indian city of Ahmedabad.",
    "image": "http://i.gyazo.com/cdb7c89f0ece5c2f332f05db0f265ef8.png"
  },
  {
    "en": "Junrey Balawing, the \"World's Shortest Living Man\" in southern Philippines June 12, 2011, as the shortest man of 23.5 inches (59.93 cm) on his 18th birthday on Sunday.",
    "image": "http://i.gyazo.com/431cab774e4a7906bb2204da3374f3a0.png"
  },
  {
    "en": "As many as 768 Croatians managed to create the biggest human smiley breaking the Guinness World Record.",
    "image": "http://i.gyazo.com/e4b2c73b79b8901b8e2d1847592fc749.png"
  },
  {
    "en": "The world's longest cigar stretched 268 feet 4 inches (81.8 metres), is seen in Havana May 3, 2011.",
    "image": "http://i.gyazo.com/a5ecf544a95a48d944204bd1ba263060.png"
  },
  {
    "en": "A total of 102 riders turned up to ride without clothing at the roller coaster ride in southeast England.",
    "image": "http://i.gyazo.com/b02820845a00b584ec532334a8059438.png"
  },
  {
    "en": "Alexandr Belozor paints on the bottom of the Black Sea, to create the largest underwater painting in August 5, 2010.",
    "image": "http://i.gyazo.com/53bb768db22da6d8b826c5bd4f4e7175.png"
  },
  {
    "en": "The Pygmy Marmoset, known as the world's smallest monkey and in danger of extinction, was confiscated from a Peruvian citizen during a police check at the of Antofagasta.",
    "image": "http://i.gyazo.com/faaa5ef6c21039e42f0a47c5d5d0675e.png"
  },
  {
    "en": "Runners dressed in inflatable Sumo costumes take part in a charity 5km (3 miles) run at Battersea Park in London June 19, 2010.",
    "image": "http://i.gyazo.com/be86ac785b8e673318416d9072e55a4c.png"
  },
  {
    "en": "The divers were required to dance simultaneously for ten minutes to set the record at Sydney's Olympic Park Aquatic Centre October 27, 2006.",
    "image": "http://i.gyazo.com/d875d20a599bc6647167825340b91a2d.png"
  },
  {
    "en": "Palestinians look at the world's largest \"Tabouleh\" salad according to the Guinness Book of Records, at the Friend's School in the West Bank city of Ramallah June 9, 2006.",
    "image": "http://i.gyazo.com/cc74cbbdb0029083403a0d485796485f.png"
  },
  {
    "en": "Brazilian Elaine Davidson, pokes her finger through her tongue at the Tate Modern art gallery in London, November 11, 2003.",
    "image": "http://i.gyazo.com/e3ad3d94cdcd0b7f2e595606bc0be83d.png"
  },
  {
    "en": "In newlyweds Semenovs from Ukraine. The longest escort in quantity 62 cars in 2007",
    "image": "http://i.gyazo.com/754285374c4020cd1af07f780a81bb2f.png"
  },
  {
    "en": "Hundreds of guitarists played Bob Dylan's \"Knocking on Heaven's Door\" in India's remote northeastern hills, attempting to break the world record for the largest guitar ensemble in October 26, 2007.",
    "image": "http://i.gyazo.com/e56792c8e0eebf0e29010b89eb1639aa.png"
  },
  {
    "en": "The sandwich, weighing 3,178 kg (6,991 pounds), was made by Mexican company Bimbo in conjunction with McCormick, Fud, Chalet and Petalo Jumbo.",
    "image": "http://i.gyazo.com/a175c9d4532ea2345e986b63ec80c92a.png"
  },
  {
    "en": "The surfers posted an unofficial tally of 95 riders standing on a single wave for more than five seconds but failed to beat the record of 110. Cape Town, September 26, 2010.",
    "image": "http://i.gyazo.com/d47b8ad656818468e33cf724829cc974.png"
  },
  {
    "en": "A woman steps into a swimming pool with some 20,000 apples in it during in an attempt to set the record for \"The Most Number of Apples Used In Spa Therapy\"  May 13, 2007.",
    "image": "http://i.gyazo.com/c439939112a33d2c8748915bf39d8fde.png"
  },
  {
    "en": "Сucumber Yitzhak Yazdanpana is 118 cm (about 46.5 inches) cucumber will be entered into the Guinness Book of World Records in 2009.",
    "image": "http://i.gyazo.com/c7ee5968e8575ea3298877dd6a48c532.png"
  },
  {
    "en": "Student chefs stand next to a big cheesecake in Mexico city January 25, 2009. The cheesecake which weighs more than 2 tons and has diameter of 2.5 meters.",
    "image": "http://i.gyazo.com/8a4bb30d030ad3d593d4e621a38758b4.png"
  },
  {
    "en": "According to the amusement park, the roller coaster is registered as the world steepest roller coaster in the Guinness World Records and cost about 3,000,000,000 Japanese Yen ($37, 000, 000) to build.",
    "image": "http://i.gyazo.com/bf67ea9d498abb7b518549c9c76e243c.png"
  },
  {
    "en": "Wrestlers Billy and Benny McCrary are dubbed the world's heaviest twins at 743 pounds and 723 pounds, respectively in 1978",
    "image": "http://i.gyazo.com/dff213f6f32295d559f745c7d8c0d19e.png"
  },
  {
    "en": "Blackie becomes the wealthiest cat when its owner dies and leaves it $12.5 million in 1988",
    "image": "http://i.gyazo.com/c8fac56fff8b4bd5511bff1a6a9a2c85.png"
  },
  {
    "en": "Bryan Berg set the record for the largest house of cards at 75 storeys in Spirit Lake, Iowa in 1992.",
    "image": "http://i.gyazo.com/79ec0591c1718e2a05f9a71a069acc1e.png"
  },
  {
    "en": "Daniel Bent set the record for fastest ever time in the bog-snorkeling triathlon in 2 hours, 23 minutes, 24 seconds at the World Bog Snorkeling Championships in 1994.",
    "image": "http://i.gyazo.com/7d1e01eb5fa86a1c48d7e9df1e78c66b.png"
  },
  {
    "en": "Suresh Joachim of Sri Lanka takes the longest escalator ride, which was 140 miles long, at the Westfield Shopping Centre in Burwood, Australia in 1998.",
    "image": "http://i.gyazo.com/803d1b9404054af969dc0570437a66a3.png"
  },
  {
    "en": "Gary Bashaw, Jr., set the record for most milkshake dispensed through the nose when 1.82 oz. of milk and chocolate powder in California 1999.",
    "image": "http://i.gyazo.com/2ccbfbe710a0bb7d9648fe548d7f3b48.png"
  },
  {
    "en": "Smudge, a parrot, set a record for most keys removed from a keyring by a parrot by slipping off 10 in under two minutes in 2001.",
    "image": "http://i.gyazo.com/889ba2523feb86989113a26b5cc33dca.png"
  },
  {
    "en": "Chad Fell blew the largest bubblegum bubble at 20 in. at the Double Springs High School in Winston County, Alabama in 2004.",
    "image": "http://i.gyazo.com/5952fca64b9f58dbeaf54eb6d3de2378.png"
  },
  {
    "en": "Val Kolpakov of Alpharetta, Georgia, has been recognized for the largest collection of toothpaste tubes at 2,037 in 2012.",
    "image": "http://i.gyazo.com/39ce460591ee8d8d6d4e181371804606.png"
  },
  {
    "en": "Hip-hop artist Big Freedia set a record for most people twerking simultaneously when she led 358 dancers for two minutes straight in New York City's Times Square in 2013.",
    "image": "http://i.gyazo.com/df6b8709f962ab29eed3b3a9eb25b6a8.png"
  },
  {
    "en": "Ranmaru, an Australian Labradoodle, boasts the longest eyelashes on a dog at 6.69 in.",
    "image": "http://i.gyazo.com/a61810d62d1175e4334dad750f3c2fb1.png"
  },
  {
    "en": "12,975 dancers set a record for the world's largest Zumba style in Mandaluyong, Manila in 2015.",
    "image": "http://i.gyazo.com/b6734ec4a36c6d807c3d17da861ffefd.png"
  },
  {
    "en": "The fastest time to enter a zipped suitcase is 5.43 seconds achieved by Leslie Tipton (USA) on 14 September 2009 in New York, USA",
    "image": "http://i.gyazo.com/69c658d1c0e73e4d05a18c0b9f3b39d9.png"
  },
  {
    "en": "The most needles on the head is 2,009 and was achieved by Wei Shengchu (China) on 11 April 2009.",
    "image": "http://i.gyazo.com/54e93d3106349e349305e89d4609c68c.png"
  },
  {
    "en": "Kanchana Ketkaew lived in a glass room measuring 12 m² (130 ft²) containing 5,320 scorpions for 33 days and nights at the Royal Garden Plaza, Thailand.",
    "image": "http://i.gyazo.com/da3fbae192bae70b6900498efe6838e5.png"
  },
  {
    "en": "The largest whoopee cushion measured 3.05 m (10 ft) in diameter. It was made by Steve Mesure (UK) in London, on 14 June 2008.",
    "image": "http://i.gyazo.com/31e9bee586ad244eb51c3507448aac61.png"
  },
  {
    "en": "The largest screwdriver is owned by Thomas Blackthorne (UK). It has an acrylic handle which measures 19.5 cm (7.6 in) at its widest point and is 50 cm (19.6 in) long.",
    "image": "http://i.gyazo.com/3fd5a0f4bf1cfb814c49c854671e8322.png"
  },
  {
    "en": "Over 40 kilograms (88 lb) of wool has been sheared from a sheep found near Australia's capital, making him unofficially the world's wooliest.",
    "image": "http://i.gyazo.com/e02a8389ad2b50a1820d5a61a24105b0.png"
  },
  {
    "en": "Lazy J's Bluegrass has a horn spread measuring nearly 9'8\" across.",
    "image": "http://i.gyazo.com/da7cf5a440e0e7823807c6846912f63b.png"
  },
  {
    "en": "A 6'4\" cow named Blosom is officially recognized as the tallest cow ever by Guinness World Records.",
    "image": "http://i.gyazo.com/b2f5830f0a4ea3c811cb9a69a3498cc2.png"
  },
  {
    "en": "English Bulldog named Otto set a new world record for the “longest human tunnel traveled through by a skateboarding dog.”",
    "image": "http://i.gyazo.com/d78f6a4fdb163a06a494ce432c4142d4.png"
  },
  {
    "en": "Bertie, the speedy tortoise, runs at a speed of about 0.6 miles per hour. This means that he is twice as fast as the average tortoise, and can finish a 100m race in just six minutes.",
    "image": "http://i.gyazo.com/63be39b419560fe576a1c1baa1346503.png"
  },
  {
    "en": "Julie and Ed Cardoza are parrot trainers and owners of Zac, a 25-year-old parrot who holds a Guinness World Record for the most basketballs slam-dunked by a parrot in a minute.",
    "image": "http://i.gyazo.com/ae609cf02f6fa7fc0a480a390daacda1.png"
  },
  {
    "en": "At 7.67 meters (25' 2\") long, Medusa, a Reticulated Python owned by Full Moon Productions in Kansas City, is the longest snake ever kept in captivity.",
    "image": "http://i.gyazo.com/bd1ab18662975a643b200db4913a5f00.png"
  },
  {
    "en": "Bruschi is a 4-year-old black and white Boston Terrier, he holds the Guinness World Record for \"dog with the largest eyes\" which measure 28mm in diameter!",
    "image": "http://i.gyazo.com/26defdab4f90b860c47d33b76790e261.png"
  },
  {
    "en": "Manikyam cow was confirmed as the world's shortest by Records. Standing at just 61.5cm tall, Manikyam smashed the previous record of 69.07cm.",
    "image": "http://i.gyazo.com/8fe540e0cea50962b039a7fd9321f07b.png"
  }
]