[
  {
    "en": "In Canada, Maclean's magazine in October 1914 wrote, \"Some wars name themselves. This is the Great War.",
    "image": "http://i.gyazo.com/de887471a61fb1110500a5fed401dc73.png"
  },
  {
    "en": "The interwar period of the 1st and 2nd World War (1918-1939) is called a world respite.",
    "image": "http://i.gyazo.com/a77f08f26ae67f2d4bc499c8f91eb818.png"
  },
  {
    "en": "World War I (WWI or WW1), also known as the First World War, the Great War, or the War to End All Wars.",
    "image": "http://i.gyazo.com/f358aab91e3f89fc52f659455482ff41.png"
  },
  {
    "en": "The League of Nations was formed with the aim of preventing any repetition of such military conflicts.",
    "image": "http://i.gyazo.com/d95957375c41042065f01ec1489ae3fa.png"
  },
  {
    "en": "The First World War took place in Europe, and it lasted from July 28, 1914 to November 11, 1918.",
    "image": "http://i.gyazo.com/6a0cb57f86a4e8ccb9e6f1961d147ccd.png"
  },
  {
    "en": "More than 70 million military personnel, including 60 million Europeans, were mobilised in one of the largest wars in history.",
    "image": "http://i.gyazo.com/4195436516735172f880441662e2f991.png"
  },
  {
    "en": "Over nine million combatants and seven million civilians died as a result of the war (including the victims of a number of genocides).",
    "image": "http://i.gyazo.com/30d7f8810c8f421ad6cfb2ebc5768e45.png"
  },
  {
    "en": "It was one of the deadliest conflicts in history, and paved the way for major political changes, including revolutions in many of the nations involved.",
    "image": "http://i.gyazo.com/810171f2dbd07e77a7293e355875fcd1.png"
  },
  {
    "en": "Unresolved rivalries still extant at the end of the conflict contributed to the start of the Second World War only twenty-one years later.",
    "image": "http://i.gyazo.com/273b13aaa4d403a310748d14bd7e4f11.png"
  },
  {
    "en": "The war drew in all the world's economic great powers, assembled in two opposing alliances: Triple Alliance and Entente",
    "image": "http://i.gyazo.com/e1a77ed11e8eff55f1bfb9a814258730.png"
  },
  {
    "en": "Unions of the 2 opposite alliances were reorganised and expanded as more nations entered the war: Italy, Japan and the United States joined the Allies, while the Ottoman Empire and Bulgaria joined the Central Powers.",
    "image": "http://i.gyazo.com/a6b3cb6c6ea183302ae801e409489138.png"
  },
  {
    "en": "The trigger for the war was the assassination of Archduke Franz Ferdinand of Austria, heir to the throne of Austria-Hungary, by Yugoslav nationalist Gavrilo Princip in Sarajevo on 28 June 1914.",
    "image": "http://i.gyazo.com/a24d293639899a696f8380105e16cf8b.png"
  },
  {
    "en": "The murder of Duke Franz set off a diplomatic crisis when Austria-Hungary delivered an ultimatum to the Kingdom of Serbia, and entangled international alliances formed over the previous decades were invoked.",
    "image": "http://i.gyazo.com/66f29769529e7ba164d88d15cd3bd698.png"
  },
  {
    "en": "Being outnumbered on the Eastern Front, Russia urged its Triple Entente ally France to open up a second front in the west.",
    "image": "http://i.gyazo.com/a8d61ef17155432d0c8df1e6dbc1a948.png"
  },
  {
    "en": "The border between France and Germany was heavily fortified on both sides so, according to the Schlieffen Plan, Germany then invaded neutral Belgium and Luxembourg before moving towards France from the north.",
    "image": "http://i.gyazo.com/7543a36718a8710763ef8abb03b054c3.png"
  },
  {
    "en": "The United Kingdom declared war on Germany on 4 August due to their violation of Belgian neutrality.",
    "image": "http://i.gyazo.com/c195784a31452c9fd7ee50e3f565d74b.png"
  },
  {
    "en": "After the German march on Paris was halted in \"the Battle of Marne\", what became known as the \"Western Front\" settled into a battle of attrition. Little changed there until 1917.",
    "image": "http://i.gyazo.com/835b6046fd7e3f683a0f5c4a862cd6f3.png"
  },
  {
    "en": "On the Eastern Front, the Russian army led a successful campaign against the Austro-Hungarians, but the Germans stopped its invasion of East Prussia in the battles of Tannenberg and the Masurian Lakes.",
    "image": "http://i.gyazo.com/58ddb675a6639907e9f25035dc53c202.png"
  },
  {
    "en": "In November 1914, the Ottoman Empire joined the Central Powers, opening fronts in the Caucasus, Mesopotamia and the Sinai.",
    "image": "http://i.gyazo.com/bfc08ffd5c2c4a829f3b1ee9a6597829.png"
  },
  {
    "en": "The Russian government collapsed in March 1917, and a revolution in November followed by a further military defeat brought the Russians to terms with the Central Powers via the Treaty of Brest-Litovsk, which granted the Germans a significant victory.",
    "image": "http://i.gyazo.com/adf92327fb6a706eb3fad906089385c7.png"
  },
  {
    "en": "On 4 November 1918, the Austro-Hungarian empire agreed to an armistice, and Germany, which had its own trouble with revolutionaries, agreed to an armistice on 11 November 1918, ending the war in victory for the Allies.",
    "image": "http://i.gyazo.com/4462f9770d96ed214d3c044beca2d7e4.png"
  },
  {
    "en": "After war, National borders were redrawn, with 9 independent nations restored or created, and Germany's colonies were parceled out among the victors.",
    "image": "http://i.gyazo.com/70dac0e23a7f968c8f8e771a81148b0d.png"
  },
  {
    "en": "During the Paris Peace Conference of 1919, the Big Four (Britain, France, the United States and Italy) imposed their terms in a series of treaties.",
    "image": "http://i.gyazo.com/d40480f319dd5e00b038d1d66c421c4c.png"
  },
  {
    "en": "The League of Nations failed, and economic depression, renewed nationalism, weakened successor states, and feelings of humiliation (particularly in Germany) eventually contributed to the start of World War II.",
    "image": "http://i.gyazo.com/efd3101170fcc7f27930105499f779df.png"
  },
  {
    "en": "The First World War was called simply the World War or the Great War and thereafter the First World War or World War I",
    "image": "http://i.gyazo.com/f84029c9050d786cd335d1c795e62706.png"
  },
  {
    "en": "The term \"First World War\" was first used in September 1914 by the German biologist and philosopher Ernst Haeckel, who claimed that \"there is no doubt that the course and character of the feared \"European War\" ... will become the first world war in the full sense of the word\".",
    "image": "http://i.gyazo.com/59293992141ad4c2f779428ae52e1b7f.png"
  },
  {
    "en": "After the onset of the Second World War in 1939, the termins World War I or the First World War became commonplace, with British and Canadian historians favouring the First World War, and Americans World War I",
    "image": "http://i.gyazo.com/90f151841f142c12f482e36e3c864273.png"
  },
  {
    "en": "In 1911, the historian John Holland Rose published a book titled \"William Pitt and the Great War\".",
    "image": "http://i.gyazo.com/ca4d3c63e817e74924f651ea5f2ca0f1.png"
  },
  {
    "en": "The name \"Great War\" causes some bewilderment for many who lived until 1918, the name of the Great War was applied to the revolutionary and Napoleonic wars (for twenty-two years from 1793 to 1815).",
    "image": "http://i.gyazo.com/04d4e69e210c299b2fa8f2d5b053479e.png"
  },
  {
    "en": "In 1907 Britain and Russia signed the Anglo-Russian convention, they introduced a British contribution to any future conflict involving France or Russia.",
    "image": "http://i.gyazo.com/562582acffd12969092e3ce52af0559c.png"
  },
  {
    "en": "Britain and Russia made British entry into any future conflict involving France or Russia, and the system of interlocking bilateral agreements became known as the \"Triple Entente\".",
    "image": "http://i.gyazo.com/fe36fbb10aa9ebf3cec80c5dc64af41d.png"
  },
  {
    "en": "German industrial and economic power increased significantly after the unification and creation of the Empire in 1871 after the Franco-Prussian War. This added to the German greater confidence for the next wars.",
    "image": "http://i.gyazo.com/a8a6f199737786371366a674f0260427.png"
  },
  {
    "en": "The Imperial German Navy instilled fear into the whole Europe.",
    "image": "http://i.gyazo.com/8ee15276bc64c4aa3ece5b4081df26bf.png"
  },
  {
    "en": "Each nation strove to out-build capital ships, to best their competitors.",
    "image": "http://i.gyazo.com/cf5746fd41fae447bde48fc723ba7fbe.png"
  },
  {
    "en": "With the launch of \"HMS Dreadnought\" in 1906, the British Empire expanded on its significant advantage over its German rival.",
    "image": "http://i.gyazo.com/05bab48d4a4efe2f84ab4073a7e26dc5.png"
  },
  {
    "en": "The arms race between Britain and Germany eventually extended to the rest of Europe, with all the major powers devoting their industrial base to producing the equipment and weapons necessary for a pan-European conflict.",
    "image": "http://i.gyazo.com/4aa6f7f40647a53808ddbfc6b5427bb3.png"
  },
  {
    "en": "Between 1908 and 1913, the military spending of the European powers increased by 50%",
    "image": "http://i.gyazo.com/612a2a13a429aa3fbef9fab4fe21b8d5.png"
  },
  {
    "en": "Austria-Hungary precipitated the Bosnian crisis of 1908–1909 by officially annexing the former Ottoman territory of Bosnia and Herzegovina, which it had occupied since 1878",
    "image": "http://i.gyazo.com/e1081f4cb62f4ece5796df944fb66712.png"
  },
  {
    "en": "In 1912 and 1913, the First Balkan War was fought between the Balkan League and the fracturing Ottoman Empire.",
    "image": "http://i.gyazo.com/90fbceee980ccd43883cf8b932405ef5.png"
  },
  {
    "en": "The resulting Treaty of London further shrank the Ottoman Empire, creating an independent Albanian state while enlarging the territorial holdings of Bulgaria, Serbia, Montenegro, and Greece.",
    "image": "http://i.gyazo.com/7c25496d537e4bba64b194ebcd9fe80f.png"
  },
  {
    "en": "When Bulgaria attacked Serbia and Greece on 16 June 1913, it lost most of Macedonia to Serbia and Greece, and Southern Dobruja",
    "image": "http://i.gyazo.com/1cc78c20f7bc92edb182f7930cfb299a.png"
  },
  {
    "en": "June 28, 1914, the Austrian Archduke Franz Ferdinand visited the Bosnian capital of Sarajevo. A group of six murderers gathered in the street where the archway of the archduke was going, with the intention of killing him.",
    "image": "http://i.gyazo.com/90194c75d93db3a43eb461b2650816d0.png"
  },
  {
    "en": "The instigator of the WW1, Vaso Chubrilović (one of the murderers of Franz Ferdinand) threw a grenade at the duke's car, but missed. Some nearby people were injured by the blast, but Ferdinand's convoy carried on. The other assassins failed to act as the cars drove past them.",
    "image": "http://i.gyazo.com/b378932ab86203a59d56edabb9d5409a.png"
  },
  {
    "en": "The instigator of the WW1, Gavrilo Princip, shot the Austrian archduke Ferdinand and his wife Sophie. The reaction among people in Austria was almost indifferent. As the historian Zbinec Zeman wrote: \"the event almost did not make any impression.",
    "image": "http://i.gyazo.com/cbd00d0f27c624f123830781fad57b0f.png"
  },
  {
    "en": "The Emperor Franz Joseph was profoundly shocked and upset about the death of Austrian archduke Ferdinand. Although they were not personally close.",
    "image": "http://i.gyazo.com/e9b7235ac8fc3220d783a7c91dfa7c47.png"
  },
  {
    "en": "Austro-Hungarian authorities in Bosnia and Herzegovina imprisoned and extradited approximately 5,500 Serbs, 700 to 2,200 of whom died in prison.",
    "image": "http://i.gyazo.com/6529ca907c9651393cac6b8e1594b612.png"
  },
  {
    "en": "In Bosnia, Bosniak special militia known as the \"Schutzkorps\" was established and it carried out the persecution of Serbs",
    "image": "http://i.gyazo.com/edc8b545d964f368e9ff8a239fe381ab.png"
  },
  {
    "en": "The July crisis is generally considered when, in the aftermath of Serb pressure, Serbia appointed a general mobilization on July 25, 1914.",
    "image": "http://i.gyazo.com/c9112b258dba54fca6fdfe814d308481.jpg"
  },
  {
    "en": "Serbia accepted all the conditions of the ultimatum, with the exception of Article 6, which required the Austrian delegates in Serbia to participate in the investigation into the murder of Franz Ferdinand. After that, Austria ceased diplomatic relations with Serbia.",
    "image": "http://i.gyazo.com/dfa483ee574f9e673d1efc34e443a0dc.png"
  },
  {
    "en": "On 26 July, Austria ordered partial mobilization and on July 28, 1914, Austria-Hungary declared war on Serbia.",
    "image": "http://i.gyazo.com/80300b7990a565d69c11e9c3e1d56f88.png"
  },
  {
    "en": "July 29, 1914 Russia in support of Serbia announced partial mobilization against Austria-Hungary. German Chancellor Bethmann-Hallweg waited for July 31 and then Germany announced the \"state of war danger\".",
    "image": "http://i.gyazo.com/92196e113b969b37e0e12af549321d52.png"
  },
  {
    "en": "Kaiser Wilhelm II asked his cousin, Tsar Nicolas II, to suspend the Russian general mobilization. When he refused, Germany issued an ultimatum demanding its mobilization be stopped, and a commitment not to support Serbia.",
    "image": "http://i.gyazo.com/aa4d135c20d08dd479b9d9edb441a1ff.jpg"
  },
  {
    "en": "On August 1, 1914, after Russia's response, Germany mobilized and declared war on Russia.",
    "image": "http://i.gyazo.com/f01822d3f351bfd7be266b8d24c87f96.jpg"
  },
  {
    "en": "The German government issued demands to France that it remain neutral as they had to decide which deployment plan to implement, it being difficult if not impossible to change the deployment whilst it was underway.",
    "image": "http://i.gyazo.com/81944a4484abc2114e92c16fb011beb3.png"
  },
  {
    "en": "The German plan for the deployment of soldiers was as follows: 60% in the west and 40% in the east, since this was the maximum that the infrastructure of East Prussia could have had.",
    "image": "http://i.gyazo.com/dd91e320df99c1ce3cd4f1eb7d6b8a1c.jpg"
  },
  {
    "en": "On August 1, 1914, Wilhelm ordered General Moltke to \"march the whole army to the east\" after he was mistakenly informed that the British would remain neutral until they attacked France.",
    "image": "http://i.gyazo.com/3db322ff4ffa43c8ed599538ea49699f.png"
  },
  {
    "en": "Wilhelm insisted that the German army should not march into Luxembourg until he received a telegram sent by his cousin George V, who made it clear that there had been a misunderstanding.",
    "image": "http://i.gyazo.com/e931856bbc4eeddc16d0b2d76d28cef0.png"
  },
  {
    "en": "After long negotiations, General Kaiser told General Moltke: \"Now you can do what you want.\" Germany attacked Luxembourg on August 2, 1914 and on August 3 declared war on France.",
    "image": "http://i.gyazo.com/d1eba2d767bb4af663cb6469d88263f7.png"
  },
  {
    "en": "On August 4, 1914, after Belgium refused to allow German troops to cross their borders to France, Germany declared war on Belgium.",
    "image": "http://i.gyazo.com/ad62882eea6facfc2906fab6d2155501.jpg"
  },
  {
    "en": "Britain declared war on Germany at 19:00 UTC on 4 August 1914 (effective from 11 pm), following an \"unsatisfactory reply\" to the British ultimatum that Belgium must be kept neutral.",
    "image": "http://i.gyazo.com/43d24aeafdfc604efd2985475a94b89b.jpg"
  },
  {
    "en": "The strategy of the Central Powers suffered from miscommunication. Germany had promised to support Austria-Hungary's invasion of Serbia, but interpretations of what this meant differed.",
    "image": "http://i.gyazo.com/78dfaf421ab328b0bd92b3511085f72c.png"
  },
  {
    "en": "Austro-Hungarian leaders believed Germany would cover its northern flank against Russia.",
    "image": "http://i.gyazo.com/dbb29b4957aa950aea5d3d72c829d761.png"
  },
  {
    "en": "Germany, envisioned Austria-Hungary directing most of its troops against Russia, while Germany dealt with France. This confusion forced the Austro-Hungarian Army to divide its forces between the Russian and Serbian fronts.",
    "image": "http://i.gyazo.com/1224526802cf81bdd5ea91d7dc9cca05.png"
  },
  {
    "en": "Serbia's defeat of the Austro-Hungarian invasion of 1914 has been called one of the major upset victories of the twentieth century.",
    "image": "http://i.gyazo.com/a9ad171f13456e4192ad2239ee62b1d2.png"
  },
  {
    "en": "By 12 September 1914, the French, with assistance from the \"British Expeditionary Force\" (BEF), halted the German advance east of Paris at the First Battle of the Marne (5–12 September) and pushed the German forces back some 50 km (31 mi)",
    "image": "http://i.gyazo.com/77e8a0ae599c24a90582a678fa43834b.png"
  },
  {
    "en": "The French offensive into southern Alsace, launched on 20 August with the Battle of Mulhouse, had limited success.",
    "image": "http://i.gyazo.com/1dbc0a3b480eaba20aee2f6cfbf93b90.png"
  },
  {
    "en": "Some of the first clashes of the war included British, French and German colonial forces in Africa. In South Africa, sporadic and fierce fighting continued until the end of the war.",
    "image": "http://i.gyazo.com/ac2967ab2394ad677b7f5aa460fd9e26.png"
  },
  {
    "en": "Germany tried to use Indian nationalism and pan-Islamism in its own interests. Purpose: to incite an uprising in India. The loss of Indian soldiers amounted to 47,746 killed and 65,126 wounded during the First World War.",
    "image": "http://i.gyazo.com/4be14c6b71becd6e3b3a46c874f080c5.png"
  },
  {
    "en": "The suffering engendered by the war, as well as the failure of the British government to grant self-government to India after the end of hostilities, bred disillusionment and fuelled the campaign for full independence that would be led by Mohandas K. Gandhi and others.",
    "image": "http://i.gyazo.com/5c51b5a97b1f641393c09376fa949704.png"
  },
  {
    "en": "Dodgy camouflage of military equipment in India during the war.",
    "image": "http://i.gyazo.com/49cbcd9693a4b63d1839131a493cddc0.png"
  },
  {
    "en": "Several types of gas soon became widely used by both sides, and though it never proved a decisive, battle-winning weapon, poison gas became one of the most-feared and best-remembered horrors of the war.",
    "image": "http://i.gyazo.com/5d4a46238138f89796575f6763b687ef.png"
  },
  {
    "en": "Tanks were developed by Britain and France, and were first used in combat by the British during the Battle of Flers–Courcelette (part of the Battle of the Somme) on 15 September 1916, with only partial success.",
    "image": "http://i.gyazo.com/2b18ca19380892484c8235e9004ab12d.png"
  },
  {
    "en": "The Germans used only a few of their own projects of tanks. These are supplemented tanks captured in battle.",
    "image": "http://i.gyazo.com/f57a3574cc7cef201c882ec2e10759ae.png"
  },
  {
    "en": "Throughout 1915–17, the British Empire and France suffered more casualties than Germany, because of both the strategic and tactical stances chosen by the sides.",
    "image": "http://i.gyazo.com/b2f6b01db55df1c679517fb406cf4b5c.png"
  },
  {
    "en": "Germans were the first to use flamethrowers in WWI. Their flamethrowers could fire jets of flame as far as 130 feet (40 m)",
    "image": "http://i.gyazo.com/23309cb9f46b71fbde55f2dc12a0a2f4.png"
  },
  {
    "en": "More than 65 million men from 30 countries fought in WWI. Nearly 10 million died.",
    "image": "http://i.gyazo.com/86dd34f421e5150ecd148ca67614c6e1.png"
  },
  {
    "en": "Nearly 2/3 of military deaths in WWI were in battle. In previous conflicts, most deaths were due to disease.",
    "image": "http://i.gyazo.com/239d070927f7c0f930711f8935d1378f.png"
  },
  {
    "en": "In August 1914, German troops shot and killed 150 civilians at Aerschot. The killing was part of war policy known as Schrecklichkeit (“frightfulness”).",
    "image": "http://i.gyazo.com/8dedf3f4af80ba49fdedf492a5db1d76.png"
  },
  {
    "en": "The purpose of the operation \"Schrecklichkeit\" (frightfulness) was the shooting of civilians to frighten people in the occupied areas so that they did not rebel.",
    "image": "http://i.gyazo.com/123671b29f952f6c69e1cc9b41f2bce1.png"
  },
  {
    "en": "During WWI, British tanks were initially categorized into “males” and “females.” Male tanks had cannons, while females had heavy machine guns.",
    "image": "http://i.gyazo.com/d339acfc2596e26ed0141d06975cdcc8.png"
  },
  {
    "en": "Tank \"Little Willy\" during the First World War. Built in 1915, it carried a crew of three people and could travel as fast as 3 miles per hour (4.8 km/h).",
    "image": "http://i.gyazo.com/e7875b5150cdfa91dd20421861666da6.png"
  },
  {
    "en": "Artillery barrage and mines created immense noise. In 1917, explosives blowing up beneath the German lines on Messines Ridge at Ypres in Belgium could be heard in London 140 miles (220 km) away.",
    "image": "http://i.gyazo.com/2ff46018b5c017ab87ed611131f6653d.png"
  },
  {
    "en": "The Pool of Peace is a 40-ft (12-m) deep lake near Messines, Belgium. It fills a crater made in 1917 when the British detonated a mine containing 45 tons of explosives.",
    "image": "http://i.gyazo.com/6486f8dca49e1aa3a9797b5950300270.png"
  },
  {
    "en": "The most successful fighter pilot of the entire war was German fighter pilot Manfred Albrecht Freiherr von Richthofen (1892-1918), or the \"Red Baron\".",
    "image": "http://i.gyazo.com/1edb480781dcd3b8dec5354a58f9afb2.png"
  },
  {
    "en": "Freicherr von Richthofen, the \"Red Baron\", shot down 80 aircrafts, more than any other pilot of the First World War. He died after being shot down near Amiens.",
    "image": "http://i.gyazo.com/b33830ac6422efbe6e628a0d825f5f33.png"
  },
  {
    "en": "France's René Fonck (1894-1953) was the Allies’ most successful fighter pilot, shooting down 75 enemy planes.",
    "image": "http://i.gyazo.com/be57ce4e1d1b43849f52644d3827ffab.png"
  },
  {
    "en": "During WWI, dogs were used as messengers and carried orders to the front lines in capsules attached to their bodies.",
    "image": "http://i.gyazo.com/1eb428130109ba4ec0b1f28551717433.png"
  },
  {
    "en": "Dogs were also used for laying telegraph wires in World War I.",
    "image": "http://i.gyazo.com/ff336dc7819895dce987d25ac59eeace.png"
  },
  {
    "en": "Dogs were used to transfer medications to soldiers.",
    "image": "http://i.gyazo.com/df69d8152f8ae30577d9edbf88eafd4c.png"
  },
  {
    "en": "Big Bertha was a 48-ton howitzer used by the Germans in WWI. It was named after the wife of its designer Gustav Krupp.",
    "image": "http://i.gyazo.com/b633a7fba71c6debf216716056a1f6dd.png"
  },
  {
    "en": "The howitzer \"Big Bertha\" could fire 2,050 pounds (930 kg) of the projectile at a distance of 9.3 miles (15 km). However, to assembly it took about 200 people for six hours or more.",
    "image": "http://i.gyazo.com/f787f1f2e27f4efb6b7835235b619978.png"
  },
  {
    "en": "In Germany there were about 13 big howitzer \"Big Bertha\", they were also called \"Wonder Weapons\".",
    "image": "http://i.gyazo.com/bf88b6602b8ed5059456216711c18c55.png"
  },
  {
    "en": "Tanks were initially called “landships”. In an attempt to disguise them as water storage tanks rather than as weapons, the British decided to code name them “tanks”.",
    "image": "http://i.gyazo.com/466d61d07fe14175b8b82e453885a021.png"
  },
  {
    "en": "Some Americans disagreed with the United States’ initial refusal to enter WWI and so they joined the French Foreign Legion or the British or Canadian army.",
    "image": "http://i.gyazo.com/1c5c8c204693b50425ba92f389edfa0d.png"
  },
  {
    "en": "A group of U.S. pilots formed the Lafayette Escadrille, which was part of the French air force and became one of the top fighting units on the Western Front.",
    "image": "http://i.gyazo.com/5e6ec4cb6734ae38c7d875e8cdeee704.png"
  },
  {
    "en": "To increase the size of the U.S. Army during WWI, Congress passed the Selective Service Act, which was also known as the conscription or draft, in May 1917.",
    "image": "http://i.gyazo.com/82240fc3cb5c7b8d63c8eafb3a247709.png"
  },
  {
    "en": "During WWI, people of German heritage were despised in the U.S. Some protests against Germans were violent, including the burning of German books, the killing of German shepherd dogs, and even the murder of one German-American.",
    "image": "http://i.gyazo.com/b2e30543e8b824fd0c50109468651c60.png"
  },
  {
    "en": "During WWI, the Spanish flu caused about 1/3 of total military deaths.",
    "image": "http://i.gyazo.com/80a170f7c0a8ab464e8b2541f9706c63.png"
  },
  {
    "en": "Herbert Hoover, who will become president in 1929, was appointed as an administrator of the US food. He propagandized planting gardens with food where it is possible, to reduce the need for food in the country.",
    "image": "http://i.gyazo.com/8defdd0909600e0475ef7ac55690ff4d.png"
  },
  {
    "en": "More than 20 million Americans planted their gardens, and food consumption in the US declined by 15%. All thanks to the propaganda of Herbert Hoover (the future US president).",
    "image": "http://i.gyazo.com/74c45a98b789fd1bc4a360f58366237b.png"
  },
  {
    "en": "The total cost of WWI for the U.S. was more than $30 billion.",
    "image": "http://i.gyazo.com/d5b560c3ec8fcfd29ecb9a8c26f1dfda.png"
  },
  {
    "en": "T.E. Lawrence, also known as Lawrence of Arabia, worked for Allied intelligence in the Middle East. He also led an Arab revolt against the Turks and wrote about it in his book \"The Seven Pillars of Wisdom\".",
    "image": "http://i.gyazo.com/1bd5e6bfee8fbc70aaf49c8d414eba3e.png"
  },
  {
    "en": "During the First World War, when Germany launched its submarine fleet, the submarines conducted large military strikes mainly on the surface and dove only to attack ships with torpedoes.",
    "image": "http://i.gyazo.com/ada1d6a16aef84aaa73f53b64aa21624.png"
  },
  {
    "en": "Germany’s indiscriminate submarine warfare was a primary reason the U.S. joined the war.",
    "image": "http://i.gyazo.com/ac5ef31b3fdf8299c7a395ebd36496f5.png"
  },
  {
    "en": "WWI was fought from 1914-1918 on every ocean and on almost every continent. Most of the fighting, however, took place in Europe.",
    "image": "http://i.gyazo.com/988d80a02ddb038da276b152562dcc68.png"
  },
  {
    "en": "Russia mobilized 12 million troops during WWI, making it the largest army in the war.",
    "image": "http://i.gyazo.com/ecb17e735b4423d757411d4af2f9eb76.png"
  },
  {
    "en": "The United Sates joined WWI very late, during the final year and half of fighting. Same thing happened in WWII",
    "image": "http://i.gyazo.com/b2b007626b654fd799adf969bdb4cebc.png"
  },
  {
    "en": "For the span of WWI, from 1914-1918, 274 German U-boats sank 6,596 ships.",
    "image": "http://i.gyazo.com/703e59a19e246a9c9a8ea51f19390359.png"
  },
  {
    "en": "Most of the submarines were flooded near the coast, mostly in the English Channel (Strait).",
    "image": "http://i.gyazo.com/02ccdd57a8060bf14f2e65f7ff120bda.png"
  },
  {
    "en": "German trenches were built to last and included bunk beds, furniture, cupboards, water tanks with faucets, electric lights, and doorbells.",
    "image": "http://i.gyazo.com/a62ae4fad5e72016804aa5f57add6c78.png"
  },
  {
    "en": "In April 1915, the Germans were the first to use poisonous chlorine gas. It was against Russian army, but was rendered useless as gas became liquid in cold weather",
    "image": "http://i.gyazo.com/7196fe7f84392c1a2865cb045844d149.png"
  },
  {
    "en": "During WWI, the Germans released about 68,000 tons of gas, and the British and French released 51,000 tons.",
    "image": "http://i.gyazo.com/5acd8e4fe0d853c989120ec3d89069c9.png"
  },
  {
    "en": "By 1918, gas masks with filter respirators usually provided effective protection against gas. At the end of the war, many countries signed treaties outlawing chemical weapons.",
    "image": "http://i.gyazo.com/ce645ef928cdc799a2b3147a541eab71.png"
  },
  {
    "en": "US sent to France approximately 70,000 horses or mules as well as nearly 50,000 trucks, 27,000 freight cars, and 1,800 locomotives.",
    "image": "http://i.gyazo.com/9e700d34b5de7eb0058de0b2e7c6cd07.png"
  },
  {
    "en": "WWI introduced the widespread use of the machine gun, a weapon Hiram Maxim patented in the U.S. in 1884. The Maxim weighed about 100 pounds and was water cooled.",
    "image": "http://i.gyazo.com/e2738b78c20408f5fa10729409efe81f.png"
  },
  {
    "en": "Machine Gun Maxim could fire about 450-600 rounds per minute. Most machine guns used in WWI were based on the Maxim design.",
    "image": "http://i.gyazo.com/005cf6aa58ba4ee82cc766467437a7ed.png"
  },
  {
    "en": "When a pilot restarted his engine midair, it sounded like dogs barking. Hence the term \"dogfight\".",
    "image": "http://i.gyazo.com/312ceafdec162eeb87832491183ab7b1.png"
  },
  {
    "en": "Devil's Pistol\" was a 75 mm cannon that fired exactly on target for up to 4 miles",
    "image": "http://i.gyazo.com/44475b3cf14d0fbce8c714262325cf64.png"
  },
  {
    "en": "American women, served as communication operators for the Pershing forces in Europe. They were called \"Hello girls\".",
    "image": "http://i.gyazo.com/bfa992dedffff761c547fa40e49a3351.png"
  },
  {
    "en": "During the First World War, American schools stopped teaching German, and books in German were burned. But the soldiers going to the front still learned the language.",
    "image": "http://i.gyazo.com/a632c325f4e9b07a8990068acf5fd317.png"
  },
  {
    "en": "Millions of soldiers suffered “shell shock,” or posttraumatic stress disorder, due to the horrors of trench warfare. Shell-shocked men often had uncontrollable diarrhea, couldn’t sleep, stopped speaking, whimpered for hours, and twitched uncontrollably.",
    "image": "http://i.gyazo.com/60a17e276883fb87255fcbcd6df4ee2e.png"
  },
  {
    "en": "More than 200,000 African Americans served in the First World War. They served in separate units: loading cargo, building roads, and digging ditches.",
    "image": "http://i.gyazo.com/fcaf73211c387bed921794b16fb16b99.png"
  },
  {
    "en": "Groups of pigeons, trained to return to the front lines, were dropped into occupied areas together with the parachutists and were kept there until soldiers had messages to send back.",
    "image": "http://i.gyazo.com/a40d486e2072ce10a1c721dbc997dba6.png"
  },
  {
    "en": "On Christmas Day troops along 2/3 of the Front declared a truce. In some places the truce lasted a week.",
    "image": "http://i.gyazo.com/effb3750f460a595b8abc97ea3416d64.png"
  },
  {
    "en": "Edith Cavell (1865 - October 12 1915) was a British nurse who saved soldiers from all sides - allies and axis.",
    "image": "http://i.gyazo.com/89934655435cdaae38f33a15b206be8b.png"
  },
  {
    "en": "Death of Edith Cavell (nurse rescuing soldiers from all sides of war), helped to form a global view of Germany. The Germans arrested her and executed.",
    "image": "http://i.gyazo.com/da8b157562014e5566f4e197cbd47386.png"
  },
  {
    "en": "WWI helped to hasten advances in medicine. Physicians learned better wound treatment and the setting of bones.",
    "image": "http://i.gyazo.com/0a35ab55bb64a24001d0d546f0ee572f.png"
  },
  {
    "en": "During the First World War Harold Gillies, an English doctor, for the first time carried out an operation for skin transplantation.",
    "image": "http://i.gyazo.com/9c41c855757bcaa11925d7f8730fce7c.png"
  },
  {
    "en": "The huge scale of those who needed medical care in WWI helped teach physicians and nurses the advantages of specialization and professional management.",
    "image": "http://i.gyazo.com/63ec70025f67d5cdb22169005056d523.png"
  },
  {
    "en": "Historians note that the transformation of the Russian Empire into the USSR was the most striking and important consequence of the First World War.",
    "image": "http://i.gyazo.com/0c7f9f2c6161a49e6203b1670783b43e.png"
  },
  {
    "en": "After WWI, Finland, Estonia, Latvia, Lithuania, and Poland emerged as independent nations.",
    "image": "http://i.gyazo.com/3b9ee0d0299adb27a23e3eb99120d121.png"
  },
  {
    "en": "The collapse of the Ottoman Empire after WWI helped the Allies extend their influence into the Middle East. Syria, Jordan, Iraq, and Palestine were declared “mandates” under the League of Nations.",
    "image": "http://i.gyazo.com/90a91bfdb1863ed067e89c59069ca872.png"
  },
  {
    "en": "After the War, France actually took control of Syria.",
    "image": "http://i.gyazo.com/9c43e5579bc6df45dcad8a0fade04fd3.png"
  },
  {
    "en": "The trench network of World War I stretched approximately 25,000 miles (40,200 km) from the English Channel to Switzerland. The area was known as the Western Front.",
    "image": "http://i.gyazo.com/8a524058b005939c7b20f14c672c2b4b.png"
  },
  {
    "en": "British poet Siegfried Sassoon wrote: \"When everything is done and said, the war was basically a matter of ditches.\" He is talking about the Trench network at 25,000 miles (40,200 km) from the English Channel to Switzerland.",
    "image": "http://i.gyazo.com/ce360386a1ae897d410be1e374c66fa8.png"
  },
  {
    "en": "A 1921 Reparations Committee decided that Germany should pay $33 billion in compensation to the Allies for the damage it caused. The Treaty left Germany humiliated and impoverished, which left the world vulnerable to another world war.",
    "image": "http://i.gyazo.com/407cd1f7ecd613b46deb811528ad7b4b.png"
  },
  {
    "en": "This construction during the First World War helped to capture occupied territories.",
    "image": "http://i.gyazo.com/a5ec18f51ca255f5c3e07aaf5e5f5695.png"
  },
  {
    "en": "This prototype of the wheeled-crawler tank was used as a powerful advanced technology in the First World War.",
    "image": "http://i.gyazo.com/b5a78c19c37d53a01a4dd712e44556da.png"
  },
  {
    "en": "The folding plane \"Mosca MBbis\" with folded wings was first created in late 1909 in Moscow. Before the First World War.",
    "image": "http://i.gyazo.com/6d3a83dfd60ab7d11bd77ae63f24b7c0.png"
  },
  {
    "en": "During the First World War, all existing equipment was converted to combat equipment. In this case, the conventional tractor is upgraded as a combat tractor.",
    "image": "http://i.gyazo.com/81cd1fa371b520d7386d2d1aedeabd26.png"
  },
  {
    "en": "During the war, the armored \"Rolls Royce\" was considered an exclusive car. There were also high-speed armored models with a propeller.",
    "image": "http://i.gyazo.com/f667d47636f72df6fa497f2071a9d5c7.png"
  },
  {
    "en": "British tank \"mark 1\", was almost an all-terrain vehicle because of big caterpillars.",
    "image": "http://i.gyazo.com/51ad353a559761ac6cea7270beddcf80.png"
  },
  {
    "en": "The Italian pistol \"Glizenty\" 1909 was in great demand During the war for its compactness and ease of use.",
    "image": "http://i.gyazo.com/3fccd0009c0acf80433e27a6fed0d823.png"
  },
  {
    "en": "At the beginning of World War I, within weeks the major powers were at war, and the conflict soon spread around the world.",
    "image": "http://i.gyazo.com/246d5aac48853264d0c4f97d6fd69a15.png"
  },
  {
    "en": "The war left thousands of soldiers disfigured and disabled. Some soldiers stayed in nursing homes for their entire lives.",
    "image": "http://i.gyazo.com/5f83e0cf180de75a8ac065e4fcad9783.png"
  },
  {
    "en": "By the end of the war, 2.7 million people were brought from the US to participate in the war. And another 1.3 million volunteered.",
    "image": "http://i.gyazo.com/c341ea15d655483a499648c02226e5d3.png"
  },
  {
    "en": "Germany presented an ultimatum to Russia to demobilise, and when it was refused, declared war on Russia on 1 August.",
    "image": "http://i.gyazo.com/4403f6b0064271e644684c6d93f252e5.png"
  },
  {
    "en": "The country with the largest number of WWII causalities was Russia, with over 21 million.",
    "image": "http://i.gyazo.com/1ff636b5dfb748d73ba25a6136d57c09.png"
  },
  {
    "en": "For every five German soldiers who died in WWII, four of them died on the Eastern Front.",
    "image": "http://i.gyazo.com/c63bc918f26822f6a79442fcda04e7da.png"
  },
  {
    "en": "It is estimated that 1.5 million children died during the Holocaust. Approximately 1.2 million of them were Jewish and tens of thousands were Gypsies.",
    "image": "http://i.gyazo.com/058ed3aa3dc1024de34445349ce3a9e9.png"
  },
  {
    "en": "Eighty percent of Soviet males born in 1923 didn’t survive WWII.",
    "image": "http://i.gyazo.com/042568b5decf1e62ab980b07cafd815a.png"
  },
  {
    "en": "Between 1939 and 1945, the Allies dropped 3.4 million tons of bombs, which averaged to 27,700 tons per month.",
    "image": "http://i.gyazo.com/dfa4cf906030af863574039e99c950ad.png"
  },
  {
    "en": "In Bergen-Belsen, 13,000 prisoners died after liberation. Nearly 2,500 of the 33,000 survivors of Dachau died within six weeks of liberation.",
    "image": "http://i.gyazo.com/e68d55ac9226b8c3d34f37969953ec81.png"
  },
  {
    "en": "Some scholars suggest WWII is actually a continuation of WWI, with a break in between.",
    "image": "http://i.gyazo.com/0eba7dd8cbf52a2a4fabde84b5d31f02.png"
  },
  {
    "en": "Max Heiliger was the fictitious name the SS used to establish a bank account in which they deposited money, gold, and jewels taken from European Jews.",
    "image": "http://i.gyazo.com/a678b653fdc560787b9214dffbd1183d.png"
  },
  {
    "en": "The longest battle of WWII was the Battle of the Atlantic, which lasted from 1939-1945.",
    "image": "http://i.gyazo.com/9294f51c43447cf606afdbfb2d2b4f8a.png"
  },
  {
    "en": "The original abbreviation of the National Socialist Party was Nasos.",
    "image": "http://i.gyazo.com/00f95fe43ba1862dc5a8f8c69b81cbb6.png"
  },
  {
    "en": "The word “Nazi” derives from a Bavarian word that means “simple minded” and was first used as a term of derision by journalist Konrad Heiden (1901-1966).",
    "image": "http://i.gyazo.com/9f42379a7db7baa1ce7b7bc25736c34e.png"
  },
  {
    "en": "Approximately 600,000 Jews served in the United States armed forces during WWII. More than 35,000 were killed, wounded, captured, or missing.",
    "image": "http://i.gyazo.com/049c437aa44bda682a5c2e863517a2dd.png"
  },
  {
    "en": "The Battle of the Bulge is the largest and deadliest battle for U.S. troops to date, with more than 80,000 American casualties.",
    "image": "http://i.gyazo.com/b46bcf3c3a306988a5adbbb051a939ea.png"
  },
  {
    "en": "More Russians (military and civilians) lost their lives during the Siege of Leningrad than did American and British soldiers combined in all of WWII.",
    "image": "http://i.gyazo.com/bcc62b48d43f5a37711222b564ff8d27.png"
  },
  {
    "en": "Nearly 6 million of dead victims were Jews killed in the Holocaust (“whole burnt”).",
    "image": "http://i.gyazo.com/9ef33e822759700ea7822d1e1a37b331.png"
  },
  {
    "en": "During WWII, the Japanese launched 9,000 “wind ship weapons” of paper and rubberized-silk balloons that carried incendiary and anti-personnel bombs to the U.S.",
    "image": "http://i.gyazo.com/791e204a8c6164cc3274f394d7437c5b.png"
  },
  {
    "en": "The swastika is an ancient religious symbol. It derives from the Sanskrit name for a hooked cross, which was used by ancient civilizations as a symbol of fertility and good fortune.",
    "image": "http://i.gyazo.com/cfddd7d5c7a58b3208da6fcdff27edf0.png"
  },
  {
    "en": "The Japanese Kamikaze (“divine wind”) tactic was suggested on October 19, 1944, approximately 2,800 kamikaze pilots died, they sunk 34 U.S. ships, damaged 368, killed 4,900 sailors, and wounded 4,800.",
    "image": "http://i.gyazo.com/d0d61111e1bacda1ecdf6c7374195a0e.png"
  },
  {
    "en": "In 1935, British engineer Robert Watson-Watt was working on a “death ray” that would destroy enemy aircraft using radio waves. As a result, this beam was used as a location radar.",
    "image": "http://i.gyazo.com/954213be1d8887e08f3ddec5d6921652.png"
  },
  {
    "en": "Many Jews were subject to gruesome medical experiments. Today reference to or use of the Nazi research is considered unethical.",
    "image": "http://i.gyazo.com/c5297ab8b929337f3db18b75e59f3e91.png"
  },
  {
    "en": "Dr. Josef Mengele (the “Angel of Death”) used about 3,000 twins, mostly Romany and Jewish children, for his painful genetic experiments. Only about 200 survived.",
    "image": "http://i.gyazo.com/e1207df43005757e1402b38297920ece.png"
  },
  {
    "en": "In addition to Jews and gypsies, Jehovah’s Witnesses were also persecuted and murdered in German concentration camps.",
    "image": "http://i.gyazo.com/3eb2fadf741b7d0e90bb8263d1e43991.png"
  },
  {
    "en": "The Battle at Stalingrad (1942-1943) is not only arguably the bloodiest battle in history (800,000-1,600,000 casualties), but also the turning point of WWII.",
    "image": "http://i.gyazo.com/e80967690603538081c90b1bb2827166.png"
  },
  {
    "en": "WWII ended on September 2, 1945, when Japan signed a surrender agreement on the USS Missouri in Tokyo Bay.",
    "image": "http://i.gyazo.com/da5404ded8cf43d7b97c782edfa3b04a.png"
  },
  {
    "en": "Anne Frank and her sister died at Bergen-Belsen in March 1945, one month before the camp was liberated in April 1945.",
    "image": "http://i.gyazo.com/f32ed7125b7000cf1700c080ab909562.png"
  },
  {
    "en": "David Wyman argued that the failure to bomb concentration camps was a result of the Allies’ indifference to the fate of the Jews rather than the practical impossibility of the operation.",
    "image": "http://i.gyazo.com/0b97ec4a7352cea78a1234a5fcae7c6b.png"
  },
  {
    "en": "Despite the risks, thousands of people helped save the Jews. For example, the country of Denmark saved its entire community.",
    "image": "http://i.gyazo.com/536a6efb78979c66289f6f53d3c50521.png"
  },
  {
    "en": "From 1940-1945, the U.S. defense budget increased form $1.9 billion to $59.8 billion.",
    "image": "http://i.gyazo.com/116f258b9220834d889d9419711143fd.png"
  },
  {
    "en": "The Air Force was part of the Army in WWII and didn’t become a separate branch of the military until after the war.",
    "image": "http://i.gyazo.com/b63bedfba60c1874d32a57e577c445aa.png"
  },
  {
    "en": "In 1941, a private earned $21 a month. In 1942, a private earned $50 a month.",
    "image": "http://i.gyazo.com/8def231b279f4a1f75fa62a98d2376ec.png"
  },
  {
    "en": "German U-boats sunk 2,000 Allied ships.",
    "image": "http://i.gyazo.com/cebfd1377d44945184f1989b9382ead7.png"
  },
  {
    "en": "More than 650,000 Jeeps were built during WWII; 300,000 military aircrafts; 89,000 tanks",
    "image": "http://i.gyazo.com/163fbb3e4041e7e2d21440fa552d53a7.png"
  },
  {
    "en": "The Enola Gay became well known for dropping the first atomic bomb on Hiroshima, but few people know the name of the B-29 that bombed Nagasaki.",
    "image": "http://i.gyazo.com/ebfa15e53a20a92286acea95f7515252.png"
  },
  {
    "en": "The Germans Messerschmitt ME-262 was developed too late to change the course of the war.",
    "image": "http://i.gyazo.com/b6d9e269a018d7795f77a6438936e809.png"
  },
  {
    "en": "The most powerful artillery gun created by any nation and used in WWII was named Karl by its designer General Karl Becker.",
    "image": "http://i.gyazo.com/167fd3a69b4a1f379534a44ac7214b92.png"
  },
  {
    "en": "During WWII, the acronym BAM stood for “Broad-Assed Marines,” or women soldiers in the U.S. Marine Corp.",
    "image": "http://i.gyazo.com/3085de7f735b0b4db2e3163fe4ce45c2.png"
  },
  {
    "en": "The women, called the men HAMs, for “Hairy-Assed Marines.”",
    "image": "http://i.gyazo.com/6c0fda5af3d1f5fbf1274601d32237a8.png"
  },
  {
    "en": "The SS ran a brothel named “The Kitty Salon” for foreign diplomats and other VIPs in Berlin.",
    "image": "http://i.gyazo.com/e36d222d5db6662e076c0377961e42f3.png"
  },
  {
    "en": "Brothel's “The Kitty Salon” 20 prostitutes were specifically trained to glean information from clients through seemingly innocuous conversations.",
    "image": "http://i.gyazo.com/8f426e2e06b87be2cfa89b5c9d40c2d2.png"
  },
  {
    "en": "WWII resulted in the downfall of Europe as a center of world power and led to the rise of the U.S. and Russia as super powers. This set up conditions for both the US-USSR cold war and the nuclear age.",
    "image": "http://i.gyazo.com/b5339fa6e011c0b870d9507a78432b86.png"
  },
  {
    "en": "During WWII, hamburgers in the U.S. were dubbed “Liberty Steaks” to avoid the German-sounding name.",
    "image": "http://i.gyazo.com/e9ce5d9250b0bbe103f8f1f1cd4d9506.png"
  },
  {
    "en": "At the time of Pearl Harbor attack, there were 96 ships anchored. There were 2,402 American men killed and 1,280 injured. Three hundred and fifty aircrafts were destroyed or damaged.",
    "image": "http://i.gyazo.com/3166c5771d2edf41adaf39736ccc1f1b.png"
  },
  {
    "en": "Joseph Kramer (1906-1945), a commander of Bergen-Belsen, was known as the “Beast of Belsen.” He was later executed for crimes against humanity.",
    "image": "http://i.gyazo.com/8f24fde09dc1d834eaf409b8689ee89c.png"
  },
  {
    "en": "The ace of all fighter aces of all nations is German fighter pilot Erich Hartmann (“the Blond Knight”) with 352 “kills.”",
    "image": "http://i.gyazo.com/c174087207d4773056a6e57cd7ed78eb.png"
  },
  {
    "en": "Members of Adolf Hitler’s inner circle allegedly called Rudolf Hess “Fraulein Anna”. He was also known as the “Brown Mouse.”",
    "image": "http://i.gyazo.com/b90e93811e2a1bdd83efdaf636da3418.png"
  },
  {
    "en": "William Hitler, a nephew of Adolf Hitler, was in the U.S. Navy during WWII. He changed his name after the war.",
    "image": "http://i.gyazo.com/47a9ade65fb6c87221ded69658b84ff2.png"
  },
  {
    "en": "Italian Fascists took as their symbol the “fasces,” a bundle of bound rods that symbolized the power of ancient Rome.",
    "image": "http://i.gyazo.com/caa7fef853439b80571a0b3a0c468b58.png"
  },
  {
    "en": "The Nazis pirated the Harvard “fight song” to compose their Sieg Heil march.",
    "image": "http://i.gyazo.com/730e12f49acbc0d4b098cdc0638c3547.png"
  },
  {
    "en": "Special units run by the SS called Einsatzgruppen “Task forces” followed the German army’s invasion of countries.",
    "image": "http://i.gyazo.com/ed59425b8cc20a7440aef89d368dafe6.png"
  },
  {
    "en": "Actor Henry Fonda won a Bronze Star in the Pacific, and Walter Matthau was awarded six battle stars while serving on a B-17 during WWII.",
    "image": "http://i.gyazo.com/76d42dfb0caacca782ca6d2f595eca80.png"
  },
  {
    "en": "David Niven was awarded the U.S. Legion of Merit",
    "image": "http://i.gyazo.com/ef2ea5c79dada4e00fd2af3a3fba96ea.png"
  },
  {
    "en": "John Wayne (Marion Robert Morrison) starred in 14 WWII movies; however, due to a football injury, he never actually served in the war.",
    "image": "http://i.gyazo.com/ab6390f9eabe6729fd296d72bfeda80f.png"
  },
  {
    "en": "Hitler kept a framed photo of Henry Ford, founder of the Ford Motor Company, on his desk.",
    "image": "http://i.gyazo.com/1a26a09d29e36288ac656ade182064bd.png"
  },
  {
    "en": "In \"Mein Kampf\", Hitler included some anti-Semitic views attributed to Ford.",
    "image": "http://i.gyazo.com/c9b1d60568221e76597c95603f79f48b.png"
  },
  {
    "en": "On January 31 1945, Eddie Slovik was shot for desertion, and became the first American executed for the crime since the Civil War. And the only one to suffer this punishment during WWII.",
    "image": "http://i.gyazo.com/3568f1a09da0f32898152ecaba24a502.png"
  },
  {
    "en": "Although Japan fought on the side of Britain, France, and the U.S. during WWI, it felt cheated by its failure to gain much territory when the peace treaty was composed.",
    "image": "http://i.gyazo.com/30e8464b455a18744e36079db1311b29.png"
  },
  {
    "en": "In the 1920s, Japan's government came under control of fanatical nationalists and allied with the army, which eventually prompted Japan to side with Germany.",
    "image": "http://i.gyazo.com/2dd5de8db903bac0be36c988495e8241.png"
  },
  {
    "en": "After its defeat in WWI, Germany was forced to sign the Treaty of Versailles in 1919. Germany lost all its overseas empires as well as land to its neighbors.",
    "image": "http://i.gyazo.com/b652a091e6d7e71327c8760cbe953bbf.png"
  },
  {
    "en": "Out of the 40,000 men who served on U-boats during WWII, only 10,000 returned.",
    "image": "http://i.gyazo.com/cbb71cd276ed7bb4ae5332b9e4a4bb6b.png"
  },
  {
    "en": "The most decorated unit ever in U.S. history is the 442nd regimental Combat Team, whose motto was “Go for Broke.” It consisted of Japanese-American volunteers.",
    "image": "http://i.gyazo.com/9bdd961054b47cb62e5887ac1cfa2982.png"
  },
  {
    "en": "The 442nd regimental Combat Team was awarded with 4,667 major medals, awards, including 560 Silver Stars, 4,000 Bronze Stars.",
    "image": "http://i.gyazo.com/29057d6b091b48275e94b692d22d4921.png"
  },
  {
    "en": "Norvell Gillespie, the garden editor of \"Better Homes and Gardens\", designed the camouflage print for U.S. service uniforms in WWII.",
    "image": "http://i.gyazo.com/cd3b19371c1e3fcf89f403fea91195d0.png"
  },
  {
    "en": "The greatest tank battle in history occurred between the Germans and Russians at the Kursk salient in Russia from July 4-22, 1943. More than 3,600 tanks were involved.",
    "image": "http://i.gyazo.com/a3a67649fcb43acb095605ffc7a592e9.png"
  },
  {
    "en": "The largest Japanese spy during WWII was not in the U.S. but in Mexico, where it spied on the U.S. Atlantic Fleet.",
    "image": "http://i.gyazo.com/ca12288b937477ff93cb31d42f93a583.png"
  },
  {
    "en": "Prisoners of war in Russian camps experienced an 85% mortality rate.",
    "image": "http://i.gyazo.com/a757864ec92378d41441cadef1c3915e.png"
  },
  {
    "en": "The vast majority of German war criminals passed themselves off as refugees at displaced persons camps when the war ended, thereby gaining freedom.",
    "image": "http://i.gyazo.com/277cbd4fe2209098c478c5e4bde934da.png"
  },
  {
    "en": "Germany had a total of 3,363 generals during the war while the U.S. had just over 1,500",
    "image": "http://i.gyazo.com/f71640ff3faa7c583ed5971fa9b3d002.png"
  },
  {
    "en": "Before Nazi Germany decided to eliminate the Jews by gassing them, it had considered sending them to the island of Madagascar.",
    "image": "http://i.gyazo.com/aebe18333305c26682efe21de3162d9e.png"
  },
  {
    "en": "If it became necessary to drop a third atom bomb on Japan, the city that would have been the target was Tokyo.",
    "image": "http://i.gyazo.com/a3e638497e07f8e4ef251a1fe4c840e1.png"
  },
  {
    "en": "The now iconic \"We Can Do It\" poster was initially not intended for public display, and only a small number of people saw it when it was first published in 1942.",
    "image": "http://i.gyazo.com/c4ac755c37fbf458f1c2f2e058ab6206.png"
  },
  {
    "en": "The greatest loss of life ever sustained by the U.S. Navy occurred on July 30, 1945. The USS Indianapolis was shot by Japanese submarine I-58.",
    "image": "http://i.gyazo.com/467a497d33b3fa3fa5f1c1810211289b.png"
  },
  {
    "en": "Calvin Graham was only 12 years old when he enlisted in the U.S. Navy. He won a Bronze Star and a Purple Heart before the Navy found out how old he was.",
    "image": "http://i.gyazo.com/1fe4b29e4e03d5a8caa35d1fca0752ad.png"
  },
  {
    "en": "Rudolf Hess, Adolf Hitler’s deputy in the Nazi party, was the last person to have been incarcerated in the Tower of London.",
    "image": "http://i.gyazo.com/12bb2cfce3d0f418128a25343f68b1cb.png"
  },
  {
    "en": "While in prison, Hitler envisioned the development of a “people’s car” or a Volkswagen, from the word volk, meaning “people” or “nation.”",
    "image": "http://i.gyazo.com/7b6272a90c1e608264064d695a4caf74.png"
  },
  {
    "en": "On December 11, Germany declared war on the U.S. The U.S. is the only nation Germany formally declared war on.",
    "image": "http://i.gyazo.com/4f7a0f5ed0a5b91c1c5122afa4770566.png"
  },
  {
    "en": "The Nazis called their rule the Third Reich (1933-1945).",
    "image": "http://i.gyazo.com/4b2a470738383c74e1b795d4ba56281b.png"
  },
  {
    "en": "The Second Reich was the German Empire of 1871-1918. The Weimar Republic was from 1919-1933.",
    "image": "http://i.gyazo.com/bd4fe43103d5c0c1f8103754d58df770.png"
  },
  {
    "en": "At the behest of the Nazi regime, book-burning campaigns took place in Berlin and other German cities between March and June 1933, deemed to contain “un-German” ideas.",
    "image": "http://i.gyazo.com/c331a1c1f40ec353a6e2fc254083b855.png"
  },
  {
    "en": "Burning books in June 1933, containing “un-German” ideas, included authors Jack London, H.G. Wells, Thomas Mann, Sigmund Freud, and Albert Einstein.",
    "image": "http://i.gyazo.com/fb38278090830169ae8c2fd3aa5477ad.png"
  },
  {
    "en": "A century before Hitler, the German poet Heinrich Heine (1797-1856) predicted: “Where one burns books, one will, in the end, burn people.”",
    "image": "http://i.gyazo.com/e40fe576a91b8f88a829057108708401.png"
  },
  {
    "en": "In a bizarre move, Hitler’s deputy and confidant Rudolf Hess parachuted into Scotland on May 10, 1941, to negotiate a peace agreement. The British concluded he was mentally unstable.",
    "image": "http://i.gyazo.com/28b1d8776485fdc5e50da789b7696b9b.png"
  },
  {
    "en": "World War II cost more money, damaged more property, killed more people, and caused more far-reaching changes than any other war in history.",
    "image": "http://i.gyazo.com/f1ad206dbda0733f235ae22b62c432a5.png"
  },
  {
    "en": "General Dwight D. Eisenhower: \"I hate war as only a soldier who has lived it can, only as one who has seen its brutality, its futility, its stupidity\".",
    "image": "http://i.gyazo.com/005f850b457159d6d483533ac4466a11.png"
  },
  {
    "en": "On July 14, 1941, the Soviets introduced a new weapon, the Katyusha, which could fire 320 rockets in 25 seconds. More than 50 years later, the Katyusha remains an effective weapon.",
    "image": "http://i.gyazo.com/4e90de3453e86b33c2eb04f63c8bca4a.png"
  },
  {
    "en": "Because government regulation prohibited spending more than $750 to buy an armored car for President Roosevelt, the only one they could find was Al Capone’s limo. FDR said, “I hope Mr. Capone won’t mind.”",
    "image": "http://i.gyazo.com/7468462198f387b79b9989f6bf6b464f.png"
  },
  {
    "en": "British Prime Minister Neville Chamberlain’s policy of appeasement toward Hitler is generally thought to have been a mistake, but his defenders claimed that it bought Britain time to prepare for war.",
    "image": "http://i.gyazo.com/b0edb14fcc50ea97a467a3910e3fba52.png"
  },
  {
    "en": "In 1938, Hitler was Time magazine’s man of the year.",
    "image": "http://i.gyazo.com/1120e9829255bcc7f98e054bcec6ac07.png"
  },
  {
    "en": "In the 1928 elections, less than 3% of Germans voted for the Nazi party.",
    "image": "http://i.gyazo.com/a85f72602d0181811dcaf237d99acc46.png"
  },
  {
    "en": "The Nazi salute was modeled on the salute of Italian Fascists, the ancient Romans, as well as ancient Germans. The raised arm resembles a raised spear, or salutation to the sun.",
    "image": "http://i.gyazo.com/60c7ca1fa92a1d85c1663e29f505a1b7.png"
  },
  {
    "en": "The Great Depression helped spread discontent throughout the globe and paved the way for World War 2",
    "image": "http://i.gyazo.com/53618cde2274a7dc8c39577b96cb35c5.png"
  },
  {
    "en": "Hitler designed the Nazi flag. Red stood for the social idea of Nazism, white for nationalism, and the black swastika for the struggle of the Aryan man.",
    "image": "http://i.gyazo.com/fee35d2ec13134dc139e6e6e48551105.png"
  },
  {
    "en": "The main success of the Blitzkreig or “lightening war” was due to tank units supported from the air by dive-bombers, such as the Junkers Ju87 (Stuka).",
    "image": "http://i.gyazo.com/fb6bc07fd092a8803fe9030480e023e0.png"
  },
  {
    "en": "The Junkers Ju87 (Stuka) were fitted with sirens, which sounded like screaming to terrify the population.",
    "image": "http://i.gyazo.com/8fd37cbe2c5ac95888839e0457d255ed.png"
  },
  {
    "en": "In Europe, many people actively collaborated with the Germans. As their countries were liberated, some locals took revenge against the collaborators by beating or shooting them or by shaving the female traitors’ heads.",
    "image": "http://i.gyazo.com/b79fd7642ae3961c99dedca1cee8ef00.png"
  },
  {
    "en": "In 1974, a Japanese soldier named Hiroo Onoda (1922) came out of the jungle of the Pacific island of Lubang. He had been hiding there for 29 years, unaware that his country had surrendered.",
    "image": "http://i.gyazo.com/48b874ac47b277e2426114268e12eae7.png"
  },
  {
    "en": "Japan and Russia never formally ended hostilities after WWII. Plans for them to sign an official peace treaty in 2000 failed because Japan wanted Russia to return four offshore islands it had taken after the war.",
    "image": "http://i.gyazo.com/5291d58a03dd8f4441ce897c66bd6a21.png"
  },
  {
    "en": "Author Ian Fleming based his character “007” on the Yugoslavian-born spy Dusko Popov (1912-1980). Popov spoke at least five languages and came up with his own formula for invisible ink.",
    "image": "http://i.gyazo.com/5859e98a67e56eba1935361d32a5e6cd.png"
  },
  {
    "en": "Spy Dusko Popov obtained information that the Japanese were planning an air strike on Pearl Harbor, but the FBI did not act on his warning.",
    "image": "http://i.gyazo.com/c55f9ba7ea9f8ecd6e6d9b212eb318c3.png"
  },
  {
    "en": "Spy Dusko Popov after war lived in the U.S. in a penthouse and created a reputation as a playboy. He wrote an account of his wartime activities in his novel Spy, Counterspy (1974).",
    "image": "http://i.gyazo.com/212f3f286c8a7591ad816a5fe941ad93.png"
  },
  {
    "en": "From 1942, U.S. Marines in the Pacific used the Navajo language as their secret code. And the Japanese never cracked it.",
    "image": "http://i.gyazo.com/750fa6b088339cb6bf400f6db7bddfdd.png"
  },
  {
    "en": "The Russians were the first to have paratroopers, which they exhibited in 1935. The Allies did not catch up until 1940, when the Central Landing School opened near Manchester.",
    "image": "http://i.gyazo.com/55cbeb006e68ef415a8ae2c694efe18a.png"
  },
  {
    "en": "The most important medical advance that saved soldiers’ lives during WWII was the blood transfusion.",
    "image": "http://i.gyazo.com/eb6f2379d278fa258ecb525a3984cb7d.png"
  },
  {
    "en": "In 1939, the Nazis began a “euthanasia” program in which 80,000 to 100,000 Germans who were disabled, mentally retarded, or insane were murdered.",
    "image": "http://i.gyazo.com/1c885064a32c35ddbf1533847ece717e.png"
  },
  {
    "en": "The Auschwitz Concentration Camp Complex was the only place where prisoners were given identification number tattoos. Russian POWs were stamped on the upper-left breast.",
    "image": "http://i.gyazo.com/8ee06b2dc4430b88ad558a88924844f9.png"
  },
  {
    "en": "Survivors of both atomic bombings in Japan are called niju hibakusha, which literally means “explosion-affected people.”",
    "image": "http://i.gyazo.com/cc676037b106fe5f0b2a32810ebcc324.png"
  },
  {
    "en": "Though all powers had chemical weapons, only Japan (in China) and Italy (in Ethiopia) used them during WWII.",
    "image": "http://i.gyazo.com/fc9101a7237795b71a86872807785768.png"
  },
  {
    "en": "The SS was headed by Heinrich Luitopold Himmler (1900-1945), Formed as a personal protection service for Hitler. They were Virtually a state within a state.",
    "image": "http://i.gyazo.com/169e6b98ab524e303c8bb34e8bca0816.png"
  },
  {
    "en": "Schuftzstaffel carried out massive executions of political opponents and ethnic minorities. It was divided into two groups, the Allgemeine-SS (General SS) and the Waffen-SS (Armed SS).",
    "image": "http://i.gyazo.com/45b2e3e71d39527f22ded3fda937c480.png"
  },
  {
    "en": "The first German serviceman killed in the war was killed by the Japanese.",
    "image": "http://i.gyazo.com/a20418a7dd52162ccac4d3b0c6c7f85f.png"
  },
  {
    "en": "Over 100,000 Allied bomber crewmen were killed over Europe.",
    "image": "http://i.gyazo.com/29fa1bd567276308c01618d235390358.png"
  },
  {
    "en": "More US servicemen died in Air Corps that in Marine Corps.",
    "image": "http://i.gyazo.com/d13cb987022ac1d99a70425cafac3b73.png"
  },
  {
    "en": "Polish Catholic midwife Stanisława Leszczyńska delivered 3,000 babies at the Auschwitz concentration camp during the Holocaust in occupied Poland.",
    "image": "http://i.gyazo.com/a8d8e07d34af5a8c215da5d6ac50fd5b.png"
  },
  {
    "en": "In World War II, British soldiers got a ration of three sheets of toilet paper a day. Americans got 22.",
    "image": "http://i.gyazo.com/0e939a0afac8d99d80a7c0678583de85.png"
  },
  {
    "en": "In 1941, more than 3 million cars were manufactured in the US. Only 139 more were made during the entire war.",
    "image": "http://i.gyazo.com/8ca405f6cf5766de561af6dcf914aae6.png"
  },
  {
    "en": "The first bomb dropped on Berlin by the Allies killed the only elephant in the Berlin Zoo.",
    "image": "http://i.gyazo.com/2fc1d2478c59364b2db4f1ffdbdc1406.png"
  },
  {
    "en": "Canada produced more trucks than Germany, Italy and Japan Combined.",
    "image": "http://i.gyazo.com/7df5526d911a051fa28367f2f3adccf4.png"
  },
  {
    "en": "US B-25 Mitchell bomber bent in half from rough landing approach near Australian desert.",
    "image": "http://i.gyazo.com/6ad58966f687e871cee3b99b95036041.png"
  },
  {
    "en": "Each aircraft not shot down in battle was lost due to accidents on land",
    "image": "http://i.gyazo.com/1bb05e8deedaeb3946390137810d016a.png"
  },
  {
    "en": "The British were able to create artificial moonlight during night-time battles.",
    "image": "http://i.gyazo.com/986ea50e061f19345888f379ea300646.png"
  },
  {
    "en": "The Polish Army had broken the German Enigma code prior to being overrun.",
    "image": "http://i.gyazo.com/1bd8316d88426c8dc69da7533fcc7ae5.png"
  },
  {
    "en": "Henry Ford financially backed the party and Hitler himself with several million dollars. This of course ceased when the US become more involved in the war, especially after Pearl Harbor.",
    "image": "http://i.gyazo.com/800210f3dc0c2b4370e47a789d7da8e8.png"
  },
  {
    "en": "When the US declared war on Japan in 1941, there were a total of 1,000 nurses in the Army Corps. By the end of the war there were a total of 60,000.",
    "image": "http://i.gyazo.com/cff05bfa2da123bcaf0ce067efca8a02.png"
  },
  {
    "en": "During the Russo-Finnish war the USSR suffered well over half a million casualties compared to Finland’s 70,000 casualties.",
    "image": "http://i.gyazo.com/3bed31a114a7eff7a4b71f0985f4cde1.png"
  },
  {
    "en": "Finnish Simo Hayha was credited with 542 kills during the Russo-Finnish war, and was referred to by Russians as “White Death”.",
    "image": "http://i.gyazo.com/303d406a3f16ba9e38fc1cf331c9b679.png"
  },
  {
    "en": "There is only one known recording of Adolph Hitler talking personally to someone using a conversational tone (In a non-prepared speech). It is the Mannerheim Tapes, secretly recorded by the Finnish army during 1942.",
    "image": "http://i.gyazo.com/3a8e4c4c149bd17f2d17e85314d5c9ff.png"
  },
  {
    "en": "Many historians refuse to accept the existence of the Mannerheim Tapes as some believe it paints an alternative view of the war and Hitler.",
    "image": "http://i.gyazo.com/45606d305d3a5d423d8dbb8ddf489c8d.png"
  },
  {
    "en": "Stalin was willing to hand over Ukraine along with much of the lost territory the German army was occupying in late 1941.",
    "image": "http://i.gyazo.com/90958597d554e1f2770552d549a44441.png"
  },
  {
    "en": "With no men able to build defenses, women worked around the clock in Moscow to prepare for the German onslaught.",
    "image": "http://i.gyazo.com/fbe85d80bfc1007ce3e951cfce38e28d.png"
  },
  {
    "en": "In 1941, the military of the United States was smaller than the Romanian military.",
    "image": "http://i.gyazo.com/7aed006ee42ba577777bc8fdb8a62450.png"
  },
  {
    "en": "When Germany invaded Russia in 1941 during Operation Barbarossa, they invaded across a 1,500 mile (2,400km) front. This is longer than the entire US Eastern Seaboard.",
    "image": "http://i.gyazo.com/bd12d13b61201c9fbb2c322c60247d30.png"
  },
  {
    "en": "“Spam” was a common food in aid packages during the war. It became so ingrained in many societies that it is still a common and beloved dish in places such as Hawaii.",
    "image": "http://i.gyazo.com/c3390dcadbcc5682a9512d90d20c60c0.png"
  },
  {
    "en": "Hitler meeting a severely frostbitten soldier. This photo was originally not released by Goebbels’ German Ministry of Propaganda due to the graphic nature.",
    "image": "http://i.gyazo.com/aeb5ee383cb80f20a0864ce368a9c32d.png"
  },
  {
    "en": "The US military had brought canisters of Mustard Gas into the Italian port of Bari for chemical warfare against Germany. The German Luftwaffe bombed these ships, letting loose the chemical cargo stores.",
    "image": "http://i.gyazo.com/c34c10612c73ffe98ae3a7cc94591c08.png"
  },
  {
    "en": "The famous photo of a defiant Winston Churchill was taken shortly after he had had a heart attack. Thus why he had such a crabby look.",
    "image": "http://i.gyazo.com/ac611200117423ac9cabacceaabd839a.png"
  },
  {
    "en": "More V2 rockets fell on Belgium than did on the United Kingdom.",
    "image": "http://i.gyazo.com/5a873f3b1fc3e08283ddeb318d774f1f.png"
  },
  {
    "en": "The V2 Rocket was part of Hitler’s “Wunderwaffe” program of super-weapons. Its proclaimed devastating capabilities were never realized during the war.",
    "image": "http://i.gyazo.com/71f99e8e4482d2c87c59b120d762c1e7.png"
  },
  {
    "en": "The German military was able to establish a secret base of operation on the coast of Labrador. The Germans hid the weather station so well that it was only discovered in the 1970s – 30 years after the war.",
    "image": "http://i.gyazo.com/cc7ce4f6067cf3b0bd48aacc3201c1e7.png"
  },
  {
    "en": "The German military employed over 3 mln pack animals, most of which were horses during their invasion of the USSR.",
    "image": "http://i.gyazo.com/97f774056bafe249c3de207088d4738e.png"
  },
  {
    "en": "Horses were used for almost everything, from towing artillery to supply trains. Many also ended up as food during the harsh winter months.",
    "image": "http://i.gyazo.com/f31bef585464155e3fcacf8fbdb9e2d0.png"
  },
  {
    "en": "The United States employed a ‘Special Weapons Unit’ during WW2 that was entirely made up of foreign weapons.",
    "image": "http://i.gyazo.com/84f6ab76e7fc6e13c9d6a6ec0561a9a3.png"
  },
  {
    "en": "During WW2, there were two carriers stationed on the great lakes near Michigan. They were used exclusively to train naval pilots on how to land on moving carriers.",
    "image": "http://i.gyazo.com/67b2c9b880121b7a0d00a9c8ed862c96.png"
  },
  {
    "en": "The USS Wolverine anchoring in Lake Michigan in 1943. It was one of the two freshwater aircraft carriers used in secret service.",
    "image": "http://i.gyazo.com/5e906dd49825bf71f93a60f27e385035.png"
  },
  {
    "en": "The Germans had an aircraft carrier called “Graf Zeppelin” that never left port because it wasn't finished.",
    "image": "http://i.gyazo.com/e2a78ea390f94c49580dd88dab966f6d.png"
  },
  {
    "en": "After the war, the USSR used German aircraft “Graf Zeppelin” to learn ways to sink Western carriers.",
    "image": "http://i.gyazo.com/e30056dee3d4e14930f23a0fc3c11392.png"
  },
  {
    "en": "The invasion of Okinawa was larger than that of D-Day",
    "image": "http://i.gyazo.com/807523cea8f9c1973b59b35f00442627.png"
  },
  {
    "en": "The United Kingdom had a very interesting method – Send care packages via the Red Cross that contained maps. The maps were made out of cloth Monopoly boards and contained secret codes.",
    "image": "http://i.gyazo.com/2a761ef062b03e091ff646e7eecae096.png"
  },
  {
    "en": "The US government’s intention wasn’t to avoid ship route information being leaked to the Germans. In fact, this is the reason the saying “Loose Lips Sink Ships” became so popular.",
    "image": "http://i.gyazo.com/e27b1bc40671f3782d09dceed2de4a95.png"
  },
  {
    "en": "An estimated 609 American ships were lost during the ‘Second happy time’ for a total loss of 22 German U-boats.",
    "image": "http://i.gyazo.com/24a05375ffb86f4ca02c367117d626cd.png"
  },
  {
    "en": "The first Tiger tanks could actually act as submarines. Each tank was fitted with a snorkel that would allow the tank to operate underwater as long as it could reach fresh air.",
    "image": "http://i.gyazo.com/5dccfc096e63bcb01d3db2a4c784c9be.png"
  },
  {
    "en": "Between December 7th 1941 and September 22nd 1945 it was illegal to sell a new car in the United States. Any individual caught storing or selling new cars risked imprisonment.",
    "image": "http://i.gyazo.com/a4f9e8dd49de46f1d9b46e56fbb5653f.png"
  },
  {
    "en": "Nickel was so valuable in the United States that the metal was actually removed from the 5-cent piece during the war. It was substituted with silver, which was considered less valuable for war.",
    "image": "http://i.gyazo.com/adbca24b5ec056a25b1e91d6ddf3c797.png"
  },
  {
    "en": "In Britain, celebrate the day of victory on May 8",
    "image": "http://i.gyazo.com/2682a73af4a9fcc3a9d33cc2411a7647.png"
  },
  {
    "en": "Around 2% of total naval tonnage the United States, and submarine force accounted for more than 50% of enemy ships destroyed.",
    "image": "http://i.gyazo.com/5dd656b884b5d33b464870931f7e25da.png"
  },
  {
    "en": "A battalion of Japanese Americans liberated the Dachau prisoner camp. The soldiers slaves quickly realized they  are with us when they began speaking English and started passing cigarettes.",
    "image": "http://i.gyazo.com/d10261add6fdb8f823bb148c2a7baabd.png"
  },
  {
    "en": "The French government recruited SS and former Whermacht prisoners to fight against the Vietnamese in the French-Indochina war.",
    "image": "http://i.gyazo.com/91f813308363cd90d5cd1bd6f3a6976b.png"
  },
  {
    "en": "Jack Churchill used English Longbow to kill several German sentries while leading the way for British Special forces to attack targets in Norway.",
    "image": "http://i.gyazo.com/8128f1b3db9c17e52e888d1620c45d36.png"
  },
  {
    "en": "Nicknamed “White Mouse” Australian citizen by the name of Nancy Wake managed to kill dozens of German soldiers while blowing up one munitions factory.",
    "image": "http://i.gyazo.com/15800169ca8518174d332b3020e1ba1f.png"
  },
  {
    "en": "To this day, people are still dying from usage viruses in WW2, that fully vaccinating against them is nearly impossible.",
    "image": "http://i.gyazo.com/c1fb9db4468f0f28c5f09641ffbd1a1f.png"
  }
]